Repository: jloboguerrero/armor_of_god
Catalog: lib/l10n/intl_*.arb
Languages: es, pt_br

# armor2TextBible4
source: Exercising the Lord's justice is life or death. We have the opposite case with Moses when he came down from being in the presence of the Lord on the mountain and the people had built an idol, Moses exercised the judgment of God and brought as a consequence to know those who had a willing heart for the Lord to see
es: ejercer la justicia del Señor es de vida o muerte. Tenemos el caso contrario con Moisés cuando bajó de estar en la presencia del Señor en el monte y el pueblo había edificado un ídolo, Moisés ejerció el juicio de Dios y trajo como consecuencia conocer los que tuvieron el corazón dispuesto para el Señor ver
pt_br: Exercer a justiça do Senhor é vida ou morte. Temos o caso oposto com Moisés quando ele desceu da presença do Senhor na montanha e o povo havia construído um ídolo, Moisés exerceu o julgamento de Deus e trouxe como consequência conhecer aqueles que tinham um coração disposto para o Senhor para ver

# armor2TextBible5
source: Exodus 32 When the people saw that Moses was taking a long time to come down from the mountain, they came to Aaron and said, Get up, make us gods to go before us. We do not know what happened to this Moses, the man who brought us out of the land of Egypt. 2 And Aaron said to them, Break off the golden earrings that are in the ears of your wives, your sons, and your daughters, and bring them to me. 3 Then all the people parted the golden earrings that were in their ears, and brought them to Aaron; 4 and he took them from their hands, and shaped it with a burin, and made a molten calf of it. Then they said: Israel, these are your gods, which brought you out of the land of Egypt. 5 And when Aaron saw this, he built an altar before the calf; and Aaron proclaimed, and said, Tomorrow shall be a feast to Jehovah. 6 And they rose early the next day, and offered holocausts, and presented peace offerings; and the people sat down to eat and drink, and rose up to play. 7 Then the LORD said to Moses, Go, go down, for your people whom you brought out of the land of Egypt have corrupted themselves. 8 They have soon turned aside from the path which I commanded them; They have made for themselves a molten calf, and have worshiped it, and have offered sacrifices to it, and have said, Israel, these are your gods, which brought you out of the land of Egypt. 9 Jehovah said more to Moisés: I have seen this town, that by the way is town of stubborn neck. 10 Now therefore let my wrath burn upon them, and consume them; and of you I will make a great nation. 11 Then Moses prayed in the presence of the LORD his God, and said, O LORD, why shall your anger be kindled against your people, whom you brought out of the land of Egypt with great power and with strong hand? 12 Why should the Egyptians speak, saying, He brought them out for evil, to kill them in the mountains, and to destroy them from off the face of the earth? Turn from your fierce anger, and repent from this evil against your people. 13 Remember Abraham, Isaac and Israel your servants, to whom you have sworn by yourself, and you have said to them: I will multiply your offspring as the stars of heaven; and I will give to your descendants all this land of which I have spoken, and they shall inherit it forever.
es: Éxodo 32 Viendo el pueblo que Moisés tardaba en descender del monte, se acercaron entonces a Aarón, y le dijeron: Levántate, haznos dioses que vayan delante de nosotros; porque a este Moisés, el varón que nos sacó de la tierra de Egipto, no sabemos qué le haya acontecido. 2 Y Aarón les dijo: Apartad los zarcillos de oro que están en las orejas de vuestras mujeres, de vuestros hijos y de vuestras hijas, y traédmelos. 3 Entonces todo el pueblo apartó los zarcillos de oro que tenían en sus orejas, y los trajeron a Aarón; 4 y él los tomó de las manos de ellos, y le dio forma con buril, e hizo de ello un becerro de fundición. Entonces dijeron: Israel, estos son tus dioses, que te sacaron de la tierra de Egipto. 5 Y viendo esto Aarón, edificó un altar delante del becerro; y pregonó Aarón, y dijo: Mañana será fiesta para Jehová. 6 Y al día siguiente madrugaron, y ofrecieron holocaustos, y presentaron ofrendas de paz; y se sentó el pueblo a comer y a beber, y se levantó a regocijarse.7 Entonces Jehová dijo a Moisés: Anda, desciende, porque tu pueblo que sacaste de la tierra de Egipto se ha corrompido. 8 Pronto se han apartado del camino que yo les mandé; se han hecho un becerro de fundición, y lo han adorado, y le han ofrecido sacrificios, y han dicho: Israel, estos son tus dioses, que te sacaron de la tierra de Egipto. 9 Dijo más Jehová a Moisés: Yo he visto a este pueblo, que por cierto es pueblo de dura cerviz. 10 Ahora, pues, déjame que se encienda mi ira en ellos, y los consuma; y de ti yo haré una nación grande.11 Entonces Moisés oró en presencia de Jehová su Dios, y dijo: Oh Jehová, ¿por qué se encenderá tu furor contra tu pueblo, que tú sacaste de la tierra de Egipto con gran poder y con mano fuerte? 12 ¿Por qué han de hablar los egipcios, diciendo: Para mal los sacó, para matarlos en los montes, y para raerlos de sobre la faz de la tierra? Vuélvete del ardor de tu ira, y arrepiéntete de este mal contra tu pueblo. 13 Acuérdate de Abraham, de Isaac y de Israel tus siervos, a los cuales has jurado por ti mismo, y les has dicho: Yo multiplicaré vuestra descendencia como las estrellas del cielo; y daré a vuestra descendencia toda esta tierra de que he hablado, y la tomarán por heredad para siempre.
pt_br: Êxodo 32 Quando o povo viu que Moisés demorava a descer da montanha, eles se aproximaram de Arão e disseram: Levante-se, faça-nos deuses que vão adiante de nós. Não sabemos o que aconteceu com esse Moisés, o homem que nos tirou da terra do Egito. 2 E Aaron disse-lhes: Quebrai os brincos de ouro que estão nas orelhas de vossas mulheres, vossos filhos e vossas filhas, e trazei-os para mim. 3 Então todo o povo abriu os brincos de ouro que traziam nas orelhas e os trouxe a Arão; 4 e ele os tomou de suas mãos, e o moldou com um buril, e fez dele um bezerro de fundição. Então disseram: Israel, estes são os teus deuses, que te tiraram da terra do Egito. 5 E quando Aaron viu isso, ele construiu um altar diante do bezerro; e Aarão proclamou, e disse: Amanhã haverá festa ao Senhor. 6 E levantaram-se cedo no dia seguinte, e ofereceram holocaustos, e apresentaram ofertas pacíficas; e o povo sentou-se para comer e beber, e levantou-se para brincar.7 Então o Senhor disse a Moisés: Vai, desce, porque o teu povo, que tiraste da terra do Egito, se corrompeu. 8 Eles logo se desviaram do caminho que lhes ordenei; Fizeram para si um bezerro de fundição, e o adoraram, e lhe ofereceram sacrifícios, e disseram: Israel, estes são os teus deuses, que te tiraram da terra do Egito. 9 Jeová disse mais a Moisés: Tenho visto este povo, que por sinal é povoado de teimoso pescoço. 10 Agora, pois, que a minha cólera arda sobre eles e os consuma; e de ti farei uma grande nação. 11 Então Moisés orou na presença do SENHOR seu Deus, e disse: Ó SENHOR, por que se acendeu a tua ira contra o teu povo, que tiraste da terra do Egito com grande poder e com mão forte? 12 Por que falariam os egípcios, dizendo: Para mal os tirou, para os matar nos montes, e para os destruir de sobre a face da terra? Desvia-te do furor da tua ira e arrepende-te deste mal contra o teu povo. 13 Lembra-te de Abraão, de Isaque e de Israel, teus servos, aos quais juraste por ti mesmo, e lhes disseste: Multiplicarei a tua descendência como as estrelas do céu; e darei aos teus descendentes toda esta terra de que falei, e eles a herdarão para sempre.

# armor2TextBible6
source: Exodus 32.
es: Éxodo 32.
pt_br: Êxodo 32.

# armor2TextLife1
source: For each circumstance of judgment, the direction must be sought, the Lord's justice actively and if you are not called to exercise God's sentence, wait on Him and continue praying.
es: Para cada circunstancia de juicio se debe buscar la dirección, la justicia del Señor activamente y si no estás llamado a ejercer la sentencia de Dios, Espera en Él y sigue orando.
pt_br: Para cada circunstância de julgamento, deve-se buscar a direção, a justiça do Senhor ativamente e se você não for chamado para exercer a sentença de Deus, espere Nele e continue orando.

# armor3Title
source: Ephesians 6:15
pt_br: Efésios 6:15

# armor3Verse
source: “And shod your feet with the preparation of the gospel of peace.”
pt_br: “E calçai os pés na preparação do evangelho da paz.”

# armor3Text1
source: This piece of God's armor requires us to remember what the feet are for. As we well know, the feet are for walking, running, jumping, jogging, etc., but its main meaning is related to the word to walk, and walking, and walking speaks of our life, for which reason we cannot be barefoot, let alone for a battle, the Lord left us provided with everything we need, so we ask ourselves what shoes are we walking with? Do we walk in the Gospel? which is a metaphor for living in the Word of God or are we walking in our own wisdom? If so, we are barefoot, it is important that you know that the core of the gospel is the death and resurrection of Christ, as 1 Corinthians says: 15: 3-6
pt_br: Esta peça da armadura de Deus requer que nos lembremos para que servem os pés. Como bem sabemos, os pés servem para andar, correr, pular, correr, etc., mas seu significado principal está relacionado à palavra andar, e andar fala da nossa vida, por isso não podemos ficar descalços, muito menos andar uma batalha, o Senhor nos deixou providos de tudo o que precisamos, então nos perguntamos com que sapatos estamos caminhando? Caminhamos no Evangelho? que é uma metáfora para viver na Palavra de Deus ou estamos andando em nossa própria sabedoria? Se sim, estamos descalços, é importante que você saiba que o cerne do evangelho é a morte e ressurreição de Cristo, como diz 1 Coríntios: 15: 3-6

# armor3Text2
source: “3 For first of all I have taught you what I also received: That Christ died for our sins, according to the Scriptures; 4 and that he was buried, and that he rose again the third day, according to the Scriptures; 5 and that he appeared to Cephas, and afterwards to the twelve. 6 Later he appeared to more than five hundred brothers at the same time, many of whom are still alive, and others who are already asleep.”
pt_br: “3 Porque, antes de tudo, vos ensinei o que também recebi: que Cristo morreu por nossos pecados, segundo as Escrituras; 4 e que foi sepultado, e que ressuscitou ao terceiro dia, segundo as Escrituras; 5 e que ele apareceu a Cefas, e depois aos doze. 6 Mais tarde ele apareceu a mais de quinhentos irmãos ao mesmo tempo, muitos dos quais ainda estão vivos, e outros que já dormem.”

# armor3Text3
source: what does this mean? Because walking expresses an action in progression, an action that we carry out to reach a certain point, it is an action that is not for one occasion, it is something that we do all our lives, so if we relate this to the Word of God we can infer that you have to live in it; In order to have a deposit with the help of the Spirit and live according to the scriptures, that walk speaks to those around us because it is not about our gospel, it is living according to the Lord and living the message that we proclaim, since, as believers are commissioned to speak the gospel, Matthew 28: 19-20
pt_br: O que significa isto? Porque caminhar expressa uma ação em progressão, uma ação que realizamos para chegar a um determinado ponto, é uma ação que não é para uma ocasião, é algo que fazemos durante toda a nossa vida, então se relacionarmos isso com a Palavra de Deus, podemos inferir que você tem que viver nele; Para ter um depósito com a ajuda do Espírito e viver de acordo com as escrituras, essa caminhada fala aos que estão ao nosso redor porque não se trata do nosso evangelho, é viver segundo o Senhor e viver a mensagem que proclamamos, pois , como os crentes são comissionados a pregar o evangelho, Mateus 28: 19-20

# armor3Text4
source: “19 Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Spirit; 20 teaching them to observe all the things that I have commanded you; and behold, I am with you always, until the end of the world. Amen.”
pt_br: “19 Ide, pois, ensinai todas as nações, batizando-as em nome do Pai, e do Filho, e do Espírito Santo; 20 ensinando-os a observar todas as coisas que vos tenho ordenado; e eis que estou convosco todos os dias, até o fim do mundo. Amém.”

# armor3Text5
source: Isaiah: 52:7 tells us:
pt_br: Isaías: 52:7 nos diz:

# armor3Text6
source: How beautiful are on the mountains the feet of the one who brings joyful news, the one who announces peace, the one who brings good news, the one who publishes salvation, the one who says to Zion: Your God reigns!
pt_br: Como são belos sobre os montes os pés daquele que traz boas novas, daquele que anuncia a paz, daquele que traz boas novas, daquele que anuncia a salvação, daquele que diz a Sião: Teu Deus reina!

# armor3Text7
source: We must not deprive ourselves of this beauty.
pt_br: Não devemos nos privar dessa beleza.

# armor3Text8
source: But where is the peace in this equation? Well the Gospel is peace, because Christ is peace, John 16:33 says:
pt_br: Mas onde está a paz nessa equação? Bem, o Evangelho é paz, porque Cristo é paz, João 16:33 diz

# armor3Text9
source: I have told you these things so that in me you may find peace. In this world you will face afflictions, but take heart! I have overcome the world.
pt_br: Eu vos disse estas coisas para que em mim encontreis a paz. Neste mundo você enfrentará aflições, mas tenha coragem! Eu superei o mundo.

# armor3Text10
source: As you read God's Word and share it with those around you, peace will be a fruit of your sphere of influence. Now, it should be clarified that it does not mean that where we proclaim the Gospel will be in peace, since, the Lord himself tells us, when they go to a place full of unbelievers they will not have peace, they will have war according to what our Lord predicted. Lord Jesus Christ when he said that he would not come to bring peace, but a sword,
pt_br: Ao ler a Palavra de Deus e compartilhá-la com as pessoas ao seu redor, a paz será fruto de sua esfera de influência. Agora, convém esclarecer que isso não significa que onde pregarmos o Evangelho haverá paz, pois, o próprio Senhor nos diz, quando forem a um lugar cheio de incrédulos não terão paz, terão guerra segundo ao que nosso Senhor predisse, Senhor Jesus Cristo quando disse que não viria trazer paz, mas espada,

# armor3Text11
source: Matthew 10:34-36 34 Do not think that I have come to bring peace on earth; I have not come to bring peace, but a sword. 35 For I have come to set a man against his father, a daughter against her mother, and a daughter-in-law against her mother-in-law; 36 and the enemies of man will be those of his house.
pt_br: Mateus 10:34-36 34 Não penseis que vim trazer paz à terra; Não vim trazer paz, mas espada. 35 Pois vim colocar o homem contra seu pai, a filha contra sua mãe, e a nora contra sua sogra; 36 e os inimigos do homem serão os da sua casa.

# armor3Text12
source: Matthew 10:34-36.
pt_br: Mateus 10:34-36.

# armor3Text13
source: You will have to unleash the spiritual battle first and the fruit of it will be peace. As it is written in Isaiah 32:17,
pt_br: Você terá que desencadear primeiro a batalha espiritual e o fruto dela será a paz. Como está escrito em Isaías 32:17,

# armor3Text14
source: “The fruit of that justice will be peace; its effect will be stillness and confidence forever.”
pt_br: “O fruto dessa justiça será a paz; seu efeito será tranqüilidade e confiança para sempre.”

# armor3TextPractice1
source: When the Lord allows a person to share the gospel and believe, it is very important that there be ongoing discipleship so that this new believer begins the foundations for a firm walk in the Lord.
pt_br: Em uma batalha real com alguém, nessa situação você usa os pés para se movimentar e acertar o oponente. Portanto, quando você está discutindo com alguém com os argumentos da verdade para quebrar as fortalezas mentais de satanás, você deve ter a paz como seu objetivo, a mentalidade de querer paz em sua vida, não o objetivo da auto-glória, assim. o argumento vencedor, já que o centro é Cristo.

# armor3TextBible1
source: The apostle Paul who was previously Saul, a scholar, did not use his wisdom in his preaching, he preached only Christ, as expressed in 1 Corinthians 2:1-5
pt_br: O apóstolo Paulo que antes era Saulo, um estudioso, não usava sua sabedoria em suas pregações, ele pregava somente a Cristo, conforme expresso em 1 Coríntios 2:1-5

# armor3TextBible2
source: “So, brothers, when I came to you to announce the testimony of God, I did not go with excellence of words or wisdom. 2 For I determined not to know anything among you except Jesus Christ, and him crucified. 3 And I was among you with weakness, and much fear and trembling; 4 and neither my speech nor my preaching was with persuasive words of human wisdom, but with demonstration of the Spirit and of power, 5 so that your faith should not be founded on the wisdom of men, but on the power of God”.
pt_br: “Assim, irmãos, quando vim a vocês para anunciar o testemunho de Deus, não fui com excelência de palavras ou sabedoria. 2 Porque nada decidi saber entre vós, senão a Jesus Cristo, e este crucificado. 3 E estive entre vós com fraqueza, e muito temor e tremor; 4 e nem a minha palavra nem a minha pregação consistiram em palavras persuasivas de sabedoria humana, mas em demonstração do Espírito e de poder, 5 para que a vossa fé não se baseie na sabedoria dos homens, mas no poder de Deus”.

# armor3TextLife1
source: To use this piece of the armor of God, we must read the Word of God every day in a continuous and progressive way, sharing it with the people around us with the objective that they see the gospel of Christ and peace floods their hearts. Let our life speak and when we have the opportunity preach Christ, let us think that when an unbeliever dies he opens his eyes in hell.
pt_br: Para usar esta peça da armadura de Deus, devemos ler a Palavra de Deus todos os dias de forma contínua e progressiva, compartilhando-a com as pessoas ao nosso redor com o objetivo de que vejam o evangelho de Cristo e a paz inunde seus corações. Deixe a nossa vida falar e quando tivermos a oportunidade de pregar a Cristo, pensemos que quando um incrédulo morre abre os olhos no inferno.

# armor4Title
source: Ephesians 6:16
pt_br: Efésios 6:16

# armor4Verse
source: “Above all, take the shield of faith, with which you can extinguish all the fiery darts of the evil one.”
pt_br: “Acima de tudo, leve o escudo da fé, com o qual você pode extinguir todos os dardos inflamados do maligno.”

# armor4Text1
source: The shield is a defensive weapon, like all the pieces of armor it is essential in battle, this piece has the particularity of being active, because it is not fixed, so you must be aware of where the attack or attacks come from to use it effectively, these attacks can come from any front, internal
pt_br: O escudo é uma arma defensiva, como todas as peças de armadura é essencial em batalha, esta peça tem a particularidade de ser ativa, pois não é fixa, pelo que deve estar atento de onde vem o ataque ou ataques para poder utilizá-lo efetivamente, esses ataques podem vir de qualquer frente,

# armor4Text2
source: Job 3:1-3 3 After this Job opened his mouth and cursed his day. 2 And Job exclaimed, and said: 3 Perish the day in which I was born, and the night in which it was said: Male is conceived.
pt_br: Jó 3:1-3 3 Depois disso, Jó abriu a boca e amaldiçoou o seu dia. 2 E Jó exclamou, e disse: 3 Pereça o dia em que nasci, e a noite em que foi dito: Macho foi concebido.

# armor4Text3
source: Job 3:1-3,
pt_br: Jó 3:1-3,

# armor4Text4
source: family
pt_br: família

# armor4Text5
source: Job 2:9-10 9 Then his wife said to him, Do you still retain your integrity? Curse God, and die. 10 And he said to her: As any of the foolish women usually speak, you have spoken. That? Shall we receive good from God, and shall we not receive evil? In all this Job did not sin with his lips.
pt_br: Jó 2:9-10 9 Então sua mulher lhe disse: Ainda conservas a tua integridade? Amaldiçoe a Deus e morra. 10 E ele disse-lhe: Como costuma falar qualquer das mulheres tolas, tu falaste. Que? Receberemos o bem de Deus e não receberemos o mal? Em tudo isso, Jó não pecou com os lábios.

# armor4Text6
source: Job 2:9-10,
pt_br: Jó 2:9-10,

# armor4Text7
source: church
pt_br: igreja

# armor4Text8
source: Job 15:1-5 15 Eliphaz the Temanite answered and said: 2 Shall the wise utter vain wisdom, And fill his belly with east wind? 3 Will he argue with useless words, And with useless reasons? 4 You also dispel fear, And undermine prayer before God. 5 Because your mouth declared your iniquity, because you have chosen the speech of the crafty.
pt_br: Jó 15:1-5 15 Elifaz Temanita respondeu, e disse: 2 Porventura o sábio proferirá vã sabedoria, e encherá o seu ventre com o vento oriental? 3 Ele argumentará com palavras inúteis, E com razões inúteis? 4 Você também dissipa o medo, e mina a oração diante de Deus. 5 Porque a tua boca declarou a tua iniquidade, porque escolheste a fala dos astutos.

# armor4Text9
source: Job 15:1-5,
pt_br: Jó 15:1-5,

# armor4Text10
source: evil one
pt_br: malvado

# armor4Text11
source: Job 1:9-12 9 Satan answered the LORD and said, Does Job fear God for nothing? 10 Have you not fenced around him and his house and all that he has? To the work of his hands you have given blessing; therefore, their goods have increased on the earth. 11 But now stretch out your hand and touch everything he has, and you will see if he does not blaspheme against you in your very presence. 12 The Lord said to Satan: Behold, all that he has is in your hand; just don't put your hand on it. And Satan went out from before the LORD.
pt_br: Jó 1:9-12 9 Satanás, respondendo a Jeová, disse: Jó teme a Deus em vão? 10 Você não cercou ele e sua casa e tudo o que ele tem? À obra das suas mãos deste a bênção; portanto, seus bens aumentaram na terra. 11 Agora, porém, estende a mão e toca em tudo o que ele tem, e verás se ele não blasfema contra ti mesmo na tua presença. 12 O Senhor disse a Satanás: Eis que tudo o que ele tem está em tuas mãos; só não coloque a mão nele. E Satanás saiu de diante do SENHOR.

# armor4Text12
source: Job 1:9-12,
pt_br: Jó 1:9-12,

# armor4Text13
source: for which we must protect ourselves from the fiery arrows of the evil one, that is, from lies, but how? The shield is faith, this means that we must use faith to defend ourselves from the wiles of the devil in our minds, Faith in the Word of God and in the promises that He has given in His Word. The evil one will bombard your mind with lying statements hoping to hit your soul and make you believe in those lies, but let's remember that the attacks can come not only from the enemy, but also from ourselves, from another person, even from the closest ones or from a circumstance. For which the Lord urges us in Ephesians 4: 23-27 23
pt_br: para o qual devemos nos proteger das flechas de fogo do maligno, ou seja, da mentira, mas como? O escudo é a fé, isso significa que devemos usar a fé para nos defender das ciladas do diabo em nossas mentes, Fé na Palavra de Deus e nas promessas que Ele deu em Sua Palavra. O maligno vai bombardear sua mente com declarações mentirosas na esperança de atingir sua alma e fazer você acreditar nessas mentiras, mas lembremos que os ataques podem vir não só do inimigo, mas também de nós mesmos, de outra pessoa, até mesmo dos mais próximos. ou de uma circunstância. Para o qual o Senhor nos exorta em Efésios 4: 23-27 23
