Repository: jloboguerrero/armor_of_god
Catalog: lib/l10n/intl_*.arb
Languages: es, pt_br

# armor4Text14
source: and renew yourselves in the spirit of your mind, 24 and put on the new man, created according to God in righteousness and true holiness. 25 Therefore, rejecting lies, speak truth each one with his neighbor; for we are members one of another. 26 be angry, but do not sin; do not let the sun go down on your anger, 27 nor give place to the devil.
pt_br: e renovai-vos no espírito da vossa mente, 24 e revesti-vos do novo homem, criado segundo Deus em justiça e verdadeira santidade. 25 Portanto, rejeitando a mentira, fale cada um a verdade com o seu próximo; pois somos membros uns dos outros. 26 fique com raiva, mas não peque; não deixe que o sol se ponha sobre a sua ira, 27 nem dê lugar ao diabo.

# armor4Text15
source: As you can see, the verb renew is in the present continuous, and the verb to renew is to do again, that is, it is something active, so that we do not believe the lies that come, giving rise to the enemy, and that dart that is not quenched can hurt us . Lies like God is not good, God's Grace is not enough, I can't forget my past, walking with Christ is not for me, and many more. However, once hit by a flaming arrow, what to do? Faith is definitely needed, but the armor of God is complete and each piece is complemented, if an arrow has wounded your mind, another piece is used to drain the poison and take out the arrow, and that is the Sword of the Spirit. You use the Word of God to dismantle the lie that has pierced your heart. Like a surgical blade used to heal a patient, the truth must be used to combat the fiery dart received.
pt_br: Como podem ver, o verbo renovar está no presente contínuo, e o verbo renovar é fazer de novo, ou seja, é algo ativo, para que não acreditemos nas mentiras que carregam, dando ensejo ao inimigo, e aquele dardo que não se apaga pode nos ferir. Mentiras como Deus não é bom, a Graça de Deus não é suficiente, não consigo esquecer meu passado, andar com Cristo não é para mim e muito mais. Porém, uma vez atingido por uma flecha flamejante, o que fazer? A fé é definitivamente necessária, mas a armadura de Deus é completa e cada peça é complementada, se uma flecha feriu sua mente, outra peça é usada para drenar o veneno e tirar a flecha, e essa é a Espada do Espírito. Você usa a Palavra de Deus para desmantelar a mentira que perfurou seu coração. Como uma lâmina cirúrgica usada para curar um paciente, a verdade deve ser usada para combater o dardo inflamado recebido.

# armor4TextPractice1
source: Many times we face circumstances in our lives, circumstances that we would not choose to live, and we come to think that the Lord is not in the matter, but if we have faith in what His Word says, we will believe that those circumstances will be for our good, because for the that we love God everything works for the best as he says
pt_br: Muitas vezes enfrentamos circunstâncias em nossas vidas, circunstâncias que não escolheríamos viver, e chegamos a pensar que o Senhor não está no assunto, mas se tivermos fé no que Sua Palavra diz, acreditaremos que essas circunstâncias seja para o nosso bem, porque para o que amamos a Deus tudo coopera para o melhor como ele diz

# armor4TextPractice2
source: Romans 8:28 28 And we know that all things work together for good to those who love God, that is, to those who are called according to his purpose.
pt_br: Romanos 8:28 28 E sabemos que todas as coisas cooperam para o bem daqueles que amam a Deus, isto é, daqueles que são chamados segundo o seu propósito.

# armor4TextPractice3
source: Romans 8:28,
pt_br: Romanos 8:28,

# armor4TextPractice4
source: in this way we will be using the shield of faith against the lies that want to be implanted in our hearts.
pt_br: assim estaremos usando o escudo da fé contra as mentiras que querem ser implantadas em nossos corações.

# armor4TextBible1
source: In the Bible we can see a case of someone wounded by an arrow and that is Saul, the first king of Israel. When the women of Israel sang the song “Saul has killed his thousands, and David his ten thousands,“
pt_br: Na Bíblia podemos ver o caso de alguém ferido por uma flecha e esse é Saul, o primeiro rei de Israel. Quando as mulheres de Israel cantaram a canção “Saul matou seus milhares, e Davi seus dez milhares”,

# armor4TextBible2
source: 1 Samuel 18:1-30 18 It came to pass that when he had finished speaking with Saul, Jonathan's soul was bound up with David's, and Jonathan loved him as himself. 2 And Saul took him that day, and did not let him return to his father's house. 3 And Jonathan and David made a covenant, because he loved him as himself. 4 And Jonathan took off the mantle that he was wearing, and gave it to David, and other clothes of his, even his sword, his bow, and his belt. 5 And David went out wherever Saul sent him, and behaved prudently. And Saul set him over men of war, and he was acceptable in the eyes of all the people, and in the eyes of Saul's servants. 6 It happened that when they returned, when David returned from killing the Philistine, the women of all the cities of Israel came out singing and dancing, to receive King Saul, with tambourines, with songs of joy and with musical instruments. 7 And the women who danced sang, and said, Saul smote his thousands, and David his ten thousands. 8 And Saul was very angry, and this saying displeased him, and he said: They gave David ten thousands, and thousands to me; he lacks only the kingdom. 9 And from that day Saul did not look kindly on David. 10 It happened the next day, that an evil spirit from God took Saul, and he raved in the middle of the house. David played with his hand like the other days; and Saul had the spear in his hand. 11 And Saul threw the spear, saying, I will nail David to the wall. But David evaded him twice. 12 But Saul was afraid of David, because the Lord was with him, and had departed from Saul; 13 Therefore Saul removed him from himself, and made him commander of a thousand; and he went out and came in before the people. 14 And David conducted himself prudently in all his affairs, and the Lord was with him. 15 And when Saul saw that he behaved so prudently, he was afraid of him. 16 But all Israel and Judah loved David, because he went out and came in before them.
pt_br: 1 Samuel 18:1-30 18 Aconteceu que, quando acabou de falar com Saul, a alma de Jônatas ligou-se à de Davi, e Jônatas o amou como a si mesmo. 2 E Saul o tomou naquele dia, e não o deixou voltar para a casa de seu pai. 3 E Jônatas e Davi fizeram aliança, porque o amava como a si mesmo. 4 E Jônatas tirou o manto que vestia e o deu a Davi, e outras roupas suas, até sua espada, seu arco e seu cinto. 5 E Davi ia aonde quer que Saul o enviasse, e se comportava com prudência. E Saul o pôs sobre os homens de guerra, e foi agradável aos olhos de todo o povo e aos olhos dos servos de Saul. 6 E aconteceu que, voltando eles, voltando Davi de matar o filisteu, as mulheres de todas as cidades de Israel saíram cantando e dançando, para receber o rei Saul, com tamborins, com cânticos de alegria e com instrumentos musicais. 7 E as mulheres que dançavam cantavam e diziam: Saul feriu os seus milhares, e David os seus dez milhares. 8 E Saul ficou muito irado, e esta palavra o desagradou, e ele disse: Eles deram a Davi dez milhares, e milhares a mim; falta-lhe apenas o reino. 9 E desde aquele dia Saul não olhou com benevolência para Davi. 10 Sucedeu no dia seguinte que um espírito mau da parte de Deus arrebatou a Saul, e ele delirou no meio da casa. David brincou com a mão como nos outros dias; e Saul tinha a lança na mão. 11 E Saul atirou a lança, dizendo: Pregarei Davi na parede. Mas Davi o evitou duas vezes. 12 Mas Saul temia a Davi, porque o Senhor era com ele, e se havia apartado de Saul; 13 Pelo que Saul o tirou de si, e o pôs por comandante de mil; e ele saiu e entrou antes do povo. 14 E Davi se portava com prudência em todos os seus negócios, e o Senhor era com ele. 15 E, quando Saul viu que ele se comportava com tanta prudência, teve medo dele. 16 Mas todo o Israel e Judá amavam a Davi, porque ele saía e entrava diante deles.

# armor4TextBible4
source: the devil took this opportunity to poison his mind with the thought that David was a threat to his family and his Kingdom. In the last few chapters, we notice how the evil one manipulated Saul through that arrow of fire when he went several times to kill David. Had he used the shield correctly, he would have had faith in the thought that the same God who anointed him as king will surely defend his kingdom against all threats.
pt_br: o diabo aproveitou a oportunidade para envenenar sua mente com o pensamento de que Davi era uma ameaça para sua família e seu reino. Nos últimos capítulos, notamos como o maligno manipulou Saul através daquela flecha de fogo quando ele foi diversas vezes matar Davi. Se ele tivesse usado o escudo corretamente, ele teria fé no pensamento de que o mesmo Deus que o ungiu como rei certamente defenderia seu reino contra todas as ameaças.

# armor4TextLife1
source: To fight the lies that the Enemy or our nature wants us to believe, we fight only with Faith in what the Lord tells us through the scriptures.
pt_br: Para combater as mentiras que o Inimigo ou nossa natureza quer que acreditemos, lutamos apenas com Fé no que o Senhor nos diz através das escrituras.

# armor5Title
source: Ephesians 6:17a
pt_br: Efésios 6:17a

# armor5Verse
source: “And take the helmet of salvation”
pt_br: “E pegue o capacete da salvação”

# armor5Text1
source: The helmet or helmet in the armor has the function of covering mainly the head of the soldier, the head is a fundamental part and due to its importance it must be very well protected, the helmet of salvation indicates that as believers we must take care of our mind with the certainty of salvation in Christ, since a fearful soldier is an easy target for the adversary, for which we must be clear that we are justified, this is declared righteous through Jesus Christ as Ephesians 2:8-9 tells us.
pt_br: O capacete ou capacete na armadura tem a função de cobrir principalmente a cabeça do soldado, a cabeça é parte fundamental e devido a sua importância deve ser muito bem protegida, o capacete da salvação indica que como crentes devemos cuidar nossa mente com a certeza da salvação em Cristo, visto que um soldado medroso é um alvo fácil para o adversário, pelo que devemos ter claro que somos justificados, este é declarado justo por meio de Jesus Cristo como nos diz Efésios 2:8-9.

# armor5Text2
source: “For by grace you have been saved through faith; and that not of yourselves: it is the gift of God; 9 not by works, so that no one can boast”
pt_br: “Pois pela graça você foi salvo por sua fé; e isso não vem de vocês: é dom de Deus; 9 não por obras, para que ninguém se glorie”

# armor5Text3
source: Only the perfect sacrifice of Christ makes us saved and not our works, that is what makes us have a firm and strong anchor to live with total certainty. Knowing that as believers when we die we will go to paradise for having believed in the work of Christ and not to hell gives us comfort in the face of a severe test, even if this test has been caused by your own sin, the helmet or certainty of salvation will help you to reject the thoughts that because of your sin you are no longer saved, this is very common when we fall, but let's remember it is not by works it is by grace, an undeserved gift through the merits of Christ, although of course we must repent because we have a lawyer and as a believer we must do works, but not for salvation, but to be holy as the Lord is Holy.
pt_br: Só o sacrifício perfeito de Cristo nos salva e não as nossas obras, é isso que nos faz ter uma âncora firme e forte para viver com total certeza. Saber que como crentes quando morrermos iremos para o paraíso por termos crido na obra de Cristo e não para o inferno nos dá conforto diante de uma dura prova, mesmo que essa prova tenha sido causada por seu próprio pecado, o capacete ou certeza da salvação vai te ajudar a rejeitar os pensamentos de que por causa do seu pecado você não é mais salvo, isso é muito comum quando caímos, mas vamos lembrar que não é pelas obras é pela graça, um dom imerecido pelos méritos de Cristo , embora é claro que devemos nos arrepender porque temos um advogado e como crente devemos fazer obras, mas não para a salvação, senão para sermos santos como o Senhor é Santo.

# armor5TextPractice1
source: A missionary in a foreign country with a real threat to her life, or the woman battling cancer, or the professor giving a history lesson and not knowing the moment of her death, can rest easy when they leave because that, they are certain of the destiny that they have next to Christ for having believed in the work of redemption of Jesus Christ.
pt_br: Um missionário em um país estrangeiro com uma ameaça real à sua vida, ou a mulher que luta contra o câncer, ou o professor que dá aula de história e não sabe o momento de sua morte, podem ficar tranquilos quando partirem porque, eles têm certeza do destino que eles têm ao lado de Cristo por terem acreditado na obra redentora de Jesus Cristo.

# armor5TextBible1
source: Esteban the first martyr of Jesus Christ, we can see it in Acts:7 when he was about to die the certainty of his salvation allowed him to say these words:
pt_br: Esteban o primeiro mártir de Jesus Cristo, podemos ver em Atos:7 quando ele estava para morrer a certeza de sua salvação lhe permitiu dizer estas palavras:

# armor5TextBible2
source: And they stoned Esteban, while he called and said: “Lord Jesus, receive my spirit. 60 And kneeling down, he cried out with a loud voice: Lord, do not hold this sin against them. And having said this, he slept.”
pt_br: E apedrejaram Esteban, enquanto ele chamava e dizia: “Senhor Jesus, recebe o meu espírito. 60 E, ajoelhando-se, clamou em alta voz: Senhor, não lhes imputes este pecado. E tendo dito isso, ele dormiu.”

# armor5TextLife1
source: In the Christian walk, much to our regret, we are going to sin, saddening the Lord, but He knows that and that is why he left us our eternal high priest, if you fall, get up in Him with this certainty and if today you are in doubt of your salvation for a condition of sin, repent and resume fellowship with Christ, a child never loses this condition.
pt_br: Na caminhada cristã, muito para nosso pesar, vamos pecar, entristecendo o Senhor, mas Ele sabe disso e por isso nos deixou nosso eterno sumo sacerdote.Se cair, levante-se Nele com esta certeza e se hoje você está em dúvida de sua salvação por uma condição de pecado, arrependa-se e retome a comunhão com Cristo, uma criança nunca perde esta condição.

# armor6Title
source: Ephesians 6:18b
pt_br: Efésios 6:18b

# armor6Verse
source: “and the sword of the Spirit, which is the word of God.”
pt_br: “e a espada do Espírito, que é a palavra de Deus.”

# armor6Text1
source: The sword is the weapon in the armor that is not only used for the offense but also the defense of the soldier, so when you are in battle you have to have a sword. In the order of armor, it is the last piece that the soldier takes, but once grasped he should not let go, the sword of the Spirit is very well defined in the Bible as the Word of God, with it you fight against the adversary and/or adversity, just as Christ fought satan in
pt_br: A espada é a arma da armadura que não serve apenas para o ataque, mas também para a defesa do soldado, então quando você está em batalha, você tem que ter uma espada. Na ordem da armadura é a última peça que o soldado pega, mas uma vez agarrada não deve largar, a espada do Espírito está muito bem definida na Bíblia como a Palavra de Deus, com ela você luta contra o adversário e/ou adversidade, assim como Cristo lutou contra satanás em

# armor6Text2
source: Matthew 4:1-11 Then Jesus was led by the Spirit into the desert, to be tempted by the devil. 2 And after he had fasted forty days and forty nights, he was hungry. 3 And the tempter came to him, and said to him: If you are the Son of God, tell these stones to become bread. 4 He answered and said: It is written: Man shall not live by bread alone, but by every word that proceeds from the mouth of God. 5 Then the devil took him to the holy city, and put him on the pinnacle of the temple, 6 and said to him: If you are the Son of God, throw yourself down; for it is written: His angels will command about you, and, In their hands they will hold you, So that you do not stumble with your foot in stone. 7 Jesus said to him, It is also written: You shall not tempt the Lord your God. 8 Again the devil took him to a very high mountain, and showed him all the kingdoms of the world and their glory, 9 and said to him: All this I will give you, if you prostrate yourself and worship me. 10 Then Jesus said to him, Go away, Satan, for it is written: You shall worship the Lord your God, and him only shall you serve. 11 The devil then left him; and, behold, angels came and ministered to him.
pt_br: Mateus 4:1-11 Então Jesus foi conduzido pelo Espírito ao deserto, para ser tentado pelo diabo. 2 E depois de ter jejuado quarenta dias e quarenta noites, teve fome. 3 E, aproximando-se dele o tentador, disse-lhe: Se és o Filho de Deus, manda que estas pedras se transformem em pães. 4 Ele respondeu e disse: Está escrito: Nem só de pão viverá o homem, mas de toda palavra que sai da boca de Deus. 5 Então o diabo o levou à cidade santa, e o colocou sobre o pináculo do templo, 6 e lhe disse: Se tu és o Filho de Deus, lança-te abaixo; pois está escrito: Seus anjos darão ordens a seu respeito, e: Eles o segurarão nas mãos, para que você não tropece com o pé na pedra. 7 Disse-lhe Jesus: Também está escrito: Não tentarás o Senhor teu Deus. 8 Novamente o diabo o levou a um monte muito alto, e mostrou-lhe todos os reinos do mundo e a glória deles, 9 e disse-lhe: Tudo isto te darei, se te prostrares e me adorares. 10 Então Jesus lhe disse: Vai-te, Satanás, porque está escrito: Ao Senhor teu Deus adorarás, e só a ele servirás. 11 O diabo, então, o deixou; e eis que anjos vieram e o serviram.

# armor6Text3
source: Matthew 4:1-11
pt_br: Mateus 4:1-11

# armor6Text4
source: and
pt_br: y

# armor6Text5
source: Luke 4:1-13 Jesus, full of the Holy Spirit, returned from the Jordan, and was led by the Spirit into the desert 2 for forty days, being tempted by the devil. And he did not eat anything in those days, after which he was hungry. 3 Then the devil said to him: If you are the Son of God, tell this stone to become bread. 4 Jesus, answering him, said: It is written: Man shall not live by bread alone, but by every word of God. 5 And the devil took him to a high mountain, and showed him in a moment all the kingdoms of the earth. 6 And the devil said to him: To you I will give all this power, and their glory; because it has been given to me, and to whom I want I give it. 7 If you prostrate adore me, all will be yours. 8 Responding Jesus, said to him: Get away from me, Satan, for it is written: The Lord your God you will worship, and him only you will serve. 9 And he took him to Jerusalem, and put him on the pinnacle of the temple, and said to him: If you are the Son of God, throw yourself down from here; 10 because it is written: He will command his angels about you, to keep you; 11 and, In the hands they will support you, So that you do not stumble with your foot in stone. 12 Answering Jesus, said to him: It is said: You shall not tempt the Lord your God. 13 And when the devil had ended all temptation, he withdrew from him for a while.
pt_br: Lucas 4:1-13 Jesus, cheio do Espírito Santo, voltou do Jordão, e foi levado pelo Espírito ao deserto 2 por quarenta dias, tentado pelo diabo. E ele não comeu nada naqueles dias, depois dos quais teve fome. 3 Disse-lhe então o diabo: Se és o Filho de Deus, manda que esta pedra se transforme em pão. 4 Jesus, respondendo-lhe, disse: Está escrito: Nem só de pão viverá o homem, mas de toda a palavra de Deus. 5 E o diabo o levou a um alto monte, e mostrou-lhe num momento todos os reinos da terra. 6 E o diabo disse-lhe: A ti darei todo este poder, e a sua glória; porque me foi dado, e a quem eu quero eu o dou. 7 Se você se prostrar em me adorar, tudo será seu. 8 Respondendo Jesus, disse-lhe: Afasta-te de mim, Satanás, porque está escrito: Ao Senhor teu Deus adorarás, e só a ele servirás. 9 E levou-o a Jerusalém, e colocou-o sobre o pináculo do templo, e disse-lhe: Se tu és o Filho de Deus, lança-te daqui abaixo; 10 porque está escrito: Ele dará ordens aos seus anjos a teu respeito, para te guardarem; 11 e, Nas mãos te sustentarão, Para que não tropeces com o pé na pedra. 12 Respondendo Jesus, disse-lhe: Dito está: Não tentarás o Senhor teu Deus. 13 E, acabando o diabo com toda a tentação, retirou-se dele por um tempo.

# armor6Text6
source: Luke 4:1-13
pt_br: Lucas 4:1-13

# armor6Text7
source: using the mighty sword of the Spirit, the Word of God, we must do the same. how to use the sword of the Spirit? Just reading it out loud is not enough, it is the wisdom revealed by the Holy Spirit that you find in the content of God's Word that is effective for each circumstance. Since it cannot be used in any way, the exact moment of the offensive or defensive must be discerned, because even as a believer we could misuse the sword, that is, use the Word of God incorrectly. For this reason, it is necessary to ask for the wisdom that comes from God for his Word, as the Apostle James expresses it when he says:
pt_br: usando a poderosa espada do Espírito, a Palavra de Deus, devemos fazer o mesmo. como usar a espada do Espírito? Não basta apenas ler em voz alta, é a sabedoria revelada pelo Espírito Santo que você encontra no conteúdo da Palavra de Deus que é eficaz para cada circunstância. Como ela não pode ser usada de forma alguma, deve-se discernir o momento exato da ofensiva ou defensiva, pois mesmo como crente poderíamos fazer mau uso da espada, ou seja, usar a Palavra de Deus de forma incorreta. Por isso, é necessário pedir a sabedoria que vem de Deus para a sua Palavra, como o expressa o Apóstolo Tiago quando diz:

# armor6Text8
source: And if any of you lacks wisdom, ask God, who gives abundantly to all without finding fault, and it will be given to him James 1:5
pt_br: E, se algum de vós tem falta de sabedoria, peça-a a Deus, que a todos dá abundantemente, sem censura, e ser-lhe-á dada Tiago 1:5

# armor6Text9
source: Only then is it effective when it comes from the wisdom of God. Another aspect that we must consider is what it says
pt_br: Só então é eficaz quando vem da sabedoria de Deus. Outro aspecto que devemos considerar é o que diz
