Repository: jloboguerrero/armor_of_god
Catalog: lib/l10n/intl_*.arb
Languages: es, pt_br

# seeArmorOrQuestions
source: You can either watch the piece or answer the questions again
es: Puedes ver la pieza o responder de nuevo las preguntas
pt_br: Você pode assistir à peça ou responder às perguntas novamente

source: Questions
es: Preguntas
pt_br: Questões

# seePiece
source: Read Piece
es: Leer Pieza
pt_br: Ler Peça

# mainQuestionFirstPageOne
source: According to Scripture how many men confronted and defeated the army of the Midianites of fifteen thousand (15,000) men in Judges 8:1-35?
es: ¿Cuál es la palabra clave que abrirá las bendiciones de Deuteronomio 28:1-14?
pt_br: De acordo com as Escrituras, quantos homens enfrentaram e derrotaram o exército midianita de quinze mil (15.000) homens em Juízes 8:1-35?

# optionOneFirstPageOne
source: 20,000 men
es: Frutos
pt_br: 20.000 homens

# optionTwoFirstPageOne
source: 15,000 men
es: Señor
pt_br: 15.000 homens

# optionThreeFirstPageOne
source: 7,000 men
es: Giro
pt_br: 7.000 homens

# optionFourFirstPageOne
source: 300 men
es: Bendecido
pt_br: 300 homens

# optionFiveFirstPageOne
source: 4 men
es: Hoy
pt_br: 4 homens

# theClueFirstPageOne
source: Read and count in Judges 8:1-35; a more awesome story than the famous number.
es: Lea cuidadosamente las palabras de Deuteronomio 28:1-14; en obediencia, debes recostar tu cabeza
pt_br: Leia e conte em Juízes 8:1-35; uma história mais impressionante do que o famoso número

# mainQuestionFirstPageTwo
source: Why does the Israelites have to sacrifice an animal in all their offerings and holocausts to the Sovereign Lord?
es: ¿Cuáles son las palabras claves que te harán ser la semilla que producirá una cosecha de treinta, sesenta y hasta cien veces lo que se sembró, Mateo 13:1-23, Marcos 4:1-20, Lucas 8:1-15?
pt_br: Por que os israelitas tinham que sacrificar um animal em todas as suas ofertas e holocaustos ao Senhor?

# optionOneFirstPageTwo
source: Because the Sovereign Lord eats that type of meat.
es: Mateo: Entiende; Marcos: Aceptan; Lucas: Perseveran
pt_br: Porque o Soberano Senhor come esse tipo de carne

# optionTwoFirstPageTwo
source: Because He delights when you do this
es: Mateo: Plantar; Marcos: Siembra; Lucas: Cosechar
pt_br: Porque Ele se deleita quando você faz isso

# optionThreeFirstPageTwo
source: Because you have to eliminate all impure and sinful animals from your flock
es: Mateo: Hablando; Marcos: Escuchar; Lucas: Reflexionando
pt_br: Porque você tem que eliminar todos os animais impuros e pecadores do seu rebanho

# optionFourFirstPageTwo
source: Because that animal takes your place in the punishment of sins. The punishment for sin is death, so that animal dies in your place
es: Mateo: Pesca; Marcos: riego; Lucas: Esperando
pt_br: Porque aquele animal tomou o seu lugar no castigo dos pecados. A punição para o pecado é a morte, mas aquele animal morreu em seu lugar

# optionFiveFirstPageTwo
source: It is a ritual that you must hold in order to use that blood in your daily spells
es: Mateo: Reflexionando; Marcos: Escuchar la Palabra; Lucas: Meditar
pt_br: É um ritual que você deve realizar para usar esse sangue em seus feitiços diários

# theClueFirstPageTwo
source: Death for your sin is on demand, but does He delights in the sacrifice of an animal?
es: Compare Mateo 13:1-23, Marcos 4:1-20 y Lucas 8:1-15; la grandeza se ve en las cosas pequeñas
pt_br: A morte pelo seu pecado está em ordem, mas ele se deleita com o sacrifício de um animal?

# mainQuestionFirstPageThree
source: Can a lie have some power over reality?
es: ¿Puede una mentira tener algún poder sobre la realidad?
pt_br: Pode uma mentira ter algum poder sobre a realidade?

# optionOneFirstPageThree
source: Yes, a lie has control over the reality that we see
es: Sí, una mentira tiene control sobre la realidad que vemos
pt_br: Sim, uma mentira tem controle sobre a realidade que vemos

# optionTwoFirstPageThree
source: Yes, but only if the man decide to believe that lie
es: Sí, pero solo si el hombre decide creer esa mentira
pt_br: Sim, mas apenas se o homem decidir acreditar nessa mentira

# optionThreeFirstPageThree
source: No, a lie cannot have control over reality nor can affect human beings
es: No, una mentira no puede tener control sobre la realidad ni puede afectar a los seres humanos
pt_br: Não, uma mentira não pode ter controle sobre a realidade nem pode afetar os seres humanos

# optionFourFirstPageThree
source: Yes, everything is a lie
es: Sí, todo es una mentira
pt_br: Sim, é tudo mentira

# optionFiveFirstPageThree
source: No, Satan doesn't exist
es: No, Satanás no existe
pt_br: Não, Satanás não existe

# theClueFirstPageThree
source: How does satan do evil in the world? Read Genesis 3:1-7.
es: ¿Se puede curar con una mentira? ¿Cómo hace satanás el mal en el mundo?
pt_br: Como Satanás faz o mal no mundo? Leia Gênesis 3:1-7.

# mainQuestionFirstPageFour
source: Can you find the Truth immediately after reading the Holy Bible according to John 8:1-59?
es: ¿Puedes encontrar la Verdad inmediatamente después de leer la Biblia según Juan 8:1-59?
pt_br: Você consegue encontrar a Verdade imediatamente após ler a Bíblia de acordo com João 8:1-59?

# optionOneFirstPageFour
source: Yes, immediately as you read it
es: Sí, inmediatamente después de leerlo
pt_br: Sim, imediatamente após a leitura

# optionTwoFirstPageFour
source: No, the Bible has been modified by humans
es: No, la Biblia ha sido modificada por humanos
pt_br: Não, a Bíblia foi modificada por humanos

# optionThreeFirstPageFour
source: No, although every word in the Bible is true, you must first know the person, work, and doctrine of Jesus Christ.
es: No, aunque cada palabra de la Biblia es verdad, primero tienes que conocer la persona, obra y doctrina de Jesucristo
pt_br: Não, embora cada palavra da Bíblia seja verdadeira, você deve primeiro conhecer a pessoa, a obra e a doutrina de Jesus Cristo

# optionFourFirstPageFour
source: Yes, but you have to know who are the children of the devil
es: Sí, pero hay que saber quiénes son los hijos del diablo
pt_br: Sim, mas você tem que saber quem são os filhos do diabo

# optionFiveFirstPageFour
source: No, first you need to study theology
es: No, primero tienes que estudiar teología
pt_br: Não, você tem que estudar teologia primeiro

# theClueFirstPageFour
source: Meditate thoroughly John 8:31-47; reality is a construct of your senses
es: Medita a fondo Juan 8:31-47; la realidad es una construcción de tus sentidos
pt_br: Medite profundamente em João 8:31-47; a realidade é uma construção dos seus sentidos

# mainQuestionFirstPageFive
source: What or who represents the rock described in Exodus 17:1-16?
es: ¿Qué o quién representa la roca descrita en Éxodo 17:1-16?
pt_br: O que ou quem representa a rocha descrita em Êxodo 17:1-16?

# optionOneFirstPageFive
source: It is just a rock
es: Es solo una roca
pt_br: É só uma pedra

# optionTwoFirstPageFive
source: It represents our sins
es: Representa nuestros pecados
pt_br: Representa nossos pecados

# optionThreeFirstPageFive
source: It represents a Holy life
es: Representa una vida santa
pt_br: Representa uma vida santa

# optionFourFirstPageFive
source: Matter
es: Materia
pt_br: Assunto

# optionFiveFirstPageFive
source: Our Lord Jesus Christ
es: Nuestro Señor Jesucristo
pt_br: Nosso Senhor Jesus Cristo

# theClueFirstPageFive
source: Read 1 Corinthians 10:1-11:1 and marvel, at the precious cornerstone for a sure foundation, Isaiah 28:16
es: Lea 1 Corintios 10:1-11:1 y maravíllese ante la preciosa piedra angular para un fundamento seguro, Isaías 28:16
pt_br: Leia 1 Coríntios 10:1-11:1 e maravilhe-se com a preciosa pedra angular para um fundamento seguro, Isaías 28:16

# mainQuestionSecondPageOne
source: Are there two resurrection events?
es: ¿Hay dos eventos de resurrección?
pt_br: Existem dois eventos de ressurreição?

# optionOneSecondPageOne
source: No, resurrection already took place, 2 Timothy 2:1-3:9
es: No, la resurrección ya tuvo lugar, 2 Timoteo 2:1-3:9
pt_br: Não, a ressurreição já ocorreu, 2 Timóteo 2:1-3:9

# optionTwoSecondPageOne
source: No, there is only one resurrection
es: No, solo hay una resurrección
pt_br: Não, há apenas uma ressurreição

# optionThreeSecondPageOne
source: Yes, according to 1 Corinthians 14:1-40 there are two heavens
es: Sí, según 1 Corintios 14:1-40 hay dos cielos
pt_br: Sim, de acordo com 1 Coríntios 14:1-40, existem dois céus

# optionFourSecondPageOne
source: No, only Jesus Christ can rise from the dead
es: No, solo Jesucristo puede resucitar de entre los muertos
pt_br: Não, somente Jesus Cristo pode ressuscitar dos mortos

# optionFiveSecondPageOne
source: Yes, according to Revelation 20:1-15 the first resurrection will reign with Christ for a thousand years
es: Sí, según Apocalipsis 20:1-15 la primera resurrección reinará con Cristo por mil años
pt_br: Sim, de acordo com Apocalipse 20:1-15, a primeira ressurreição reinará com Cristo por mil anos

# theClueSecondPageOne
source: Read and research for yourself; holy and unholy people are waiting for that day in the grave
es: Lea e investigue por sí mismo; muchas personas santas y no santas esperan ese día en la tumba
pt_br: Leia e pesquise por si mesmo; pessoas santas e não santas aguardam esse dia na sepultura

# mainQuestionSecondPageTwo
source: What was inside the Ark of God?
es: ¿Qué había dentro del Arca de Dios?
pt_br: O que havia dentro da Arca de Deus?

# optionOneSecondPageTwo
source: According to Exodus 26:1-37, it had the sacred oil and the Lampstand
es: Según Éxodo 26:1-37, tenía el aceite sagrado y el Candelabro
pt_br: De acordo com Êxodo 26:1-37, ele tinha o óleo sagrado e o candelabro

# optionTwoSecondPageTwo
source: Based on 1 Kings 8:1-66 it had the two tablets of the Covenant Law
es: Basado en 1 Reyes 8:1-66 tenía las dos tablas de la Ley
pt_br: Baseado em 1 Reis 8:1-66 tinha as duas tábuas da Lei

# optionThreeSecondPageTwo
source: In Joshua 3:1-5:1 it says that it had the twelve stones that represent the twelve tribes of Israel
es: En Josué 3:1-5:1 dice que tenía las doce piedras que representan las doce tribus de Israel
pt_br: Em Josué 3:1-5:1 diz que ele tinha as doze pedras que representam as doze tribos de Israel

# optionFourSecondPageTwo
source: If you read Exodus 28:1-43 you will note that it had the Ephod and the breastplate
es: Si lees Éxodo 28:1-43 notarás que tenía el Efod y la coraza
pt_br: Se você ler Êxodo 28:1-43, notará que ele tinha o éfode e o peitoral

# optionFiveSecondPageTwo
source: In Zechariah 4:1-14 it is mentioned that in it you will find the names of the two olive trees
es: En Zacarías 4:1-14 se menciona que en él encontrarás los nombres de los dos arboles de olivos
pt_br: Em Zacarias 4:1-14 é mencionado que nele você encontrará os nomes das duas oliveiras

# theClueSecondPageTwo
source: Read and discover the truth; the important thing is what you keep
es: Lea y descubra la verdad; lo importante es lo que guardas
pt_br: Leia e descubra a verdade; o importante é o que você guarda

# mainQuestionSecondPageThree
source: Why King Manasseh so evil?
es: ¿Por qué el rey Manasés era tan malvado?
pt_br: Por que o rei Manassés foi tão perverso?

# optionOneSecondPageThree
source: Manasseh was so evil because according to 2 Kings 18:1-37 his father Hezekiah was also a evil person
es: Manasés era tan malo porque según 2 Reyes 18:1-37 su padre Ezequías también era una persona mala
pt_br: Manassés era tão mau porque, de acordo com 2 Reis 18:1-37, seu pai Ezequias também era uma pessoa má

# optionTwoSecondPageThree
source: Because based on 2 Kings 20: 1-21 we note that King Hezekiah didn't care about the future of his sons or of his descendants
es: Porque con base a 2 Reyes 20:1-21 notamos que al rey Ezequías no le importaba el futuro de sus hijos ni de su descendencia
pt_br: Porque com base em 2 Reis 20:1-21 notamos que o rei Ezequias não se importava com o futuro de seus filhos ou de sua descendência

# optionThreeSecondPageThree
source: Manasseh was evil because he held a grudge against God the Father for not healing his father Hezekiah
es: Manasés era malo porque le guardaba rencor a Dios el Padre por no haber sanado a su padre Ezequías
pt_br: Manassés era mau porque guardava rancor contra Deus Pai por não ter curado seu pai Ezequias

# optionFourSecondPageThree
source: According to the Scripture in 2 Kings 21: 1-26, we see that Manasseh's mother was very evil and she taught him her evil ways
es: Según la Escritura en 2 Reyes 21:1-26, vemos que la madre de Manasés era muy mala y le enseñó sus malos caminos
pt_br: De acordo com a Escritura em 2 Reis 21:1-26, vemos que a mãe de Manassés era muito má e lhe ensinou seus maus caminhos

# optionFiveSecondPageThree
source: The reason why Manasseh was evil can be found in 2 Kings 8:1-28 where we note that he married a daughter of Ahab, the evil king of Israel
es: La razón por la cual Manasés era malvado se puede encontrar en 2 Reyes 8:1-28 donde notamos que se casó con una hija de Acab, el malvado rey de Israel
pt_br: A razão pela qual Manassés era perverso pode ser encontrada em 2 Reis 8:1-28, onde notamos que ele se casou com uma filha de Acabe, o perverso rei de Israel

# theClueSecondPageThree
source: Investigate the truth; a father's influence can be deterministic
es: Investiga la verdad; la influencia de un padre puede ser determinante
pt_br: Investigue a verdade; a influência de um pai pode ser decisiva

# mainQuestionSecondPageFour
source: What does the number 12 mean?
es: ¿Qué significa el número 12?
pt_br: O que significa o número 12?

# optionOneSecondPageFour
source: It means the betrayal of a friend
es: Significa la traición de un amigo
pt_br: Significa a traição de um amigo

# optionTwoSecondPageFour
source: The twelve zodiac signs
es: Los doce signos del zodiaco
pt_br: Os doze signos do zodíaco

# optionThreeSecondPageFour
source: It means God's provision in your life
es: Significa la provisión de Dios en tu vida
pt_br: Significa a provisão de Deus em sua vida

# optionFourSecondPageFour
source: The chosen and government by God Almighty
es: Los elegidos y gobierno por el Dios Todopoderoso
pt_br: Os eleitos e o governo de Deus Todo-Poderoso

# optionFiveSecondPageFour
source: Justice from the hand of the Mighty God
es: Justicia de la mano del Dios Fuerte
pt_br: Justiça da mão do Deus Poderoso

# theClueSecondPageFour
source: Connect all the dots in the Bible and see the Truth; the people you should relate to
es: Conecte todos los puntos en la Biblia y vea la Verdad; las personas con las que debes relacionarse
pt_br: Ligue todos os pontos na Bíblia e veja a Verdade; as pessoas com quem você deve se associar

# mainQuestionSecondPageFive
source: Why does evil exist?
es: ¿Por qué existe el mal?
pt_br: Por que existe o mal?

# optionOneSecondPageFive
source: God created evil
es: Dios creó el mal
pt_br: Deus criou o mal

# optionTwoSecondPageFive
source: Evil exists because evil was found in an angelic creature
es: El mal existe porque en una criatura angelical se halló el mal
pt_br: O mal existe porque o mal foi encontrado em uma criatura angelical

# optionThreeSecondPageFive
source: Satan and his horde of demons are the only ones that are guilty when a man does evil
es: Satanás y su horda de demonios son los únicos culpables cuando un hombre hace el mal
pt_br: Satanás e sua horda de demônios são os únicos culpados quando um homem pratica o mal

# optionFourSecondPageFive
source: All animals are evil
es: Todos los animales son malvados
pt_br: Todos os animais são maus

# optionFiveSecondPageFive
source: Because it has always existed
es: Porque siempre ha existido
pt_br: Deus é um ser mau

# theClueSeconfPageFive
source: The Almighty is holy, holy, holy, not us
pt_br: O Todo-Poderoso é santo, santo, santo, não nós

# mainQuestionThirdPageOne
source: Is the devil in hell to torment the people there or is he is going there for him to be tormented for all eternity?
es: ¿Está el diablo en el infierno para atormentar a la gente allí o él va allí para ser atormentado por toda la eternidad?
pt_br: O diabo está no inferno para atormentar as pessoas de lá ou ele vai para lá para ser atormentado por toda a eternidade?

# optionOneThirdPageOne
source: Satan is an immortal being, he cannot die
es: Satanás es un ser inmortal, no puede morir
pt_br: Satanás é um ser imortal, ele não pode morrer.

# optionTwoThirdPageOne
source: Satan doesn't exist, we created that concept
es: Satanás no existe, nosotros creamos ese concepto
pt_br: Satanás não existe, nós criamos esse conceito

# optionThreeThirdPageOne
source: Satan is going to hell to be tormented for all eternity for his sins
es: Satanás va al infierno a ser atormentado por toda la eternidad por sus pecados
pt_br: Satanás vai para o inferno para ser atormentado por toda a eternidade por seus pecados

# optionFourThirdPageOne
source: When Jesus describes hell He pictures the devil as the tormentor of those that go there, we see this in the book of Mark
es: Cuando Jesús describe el infierno, describe al diablo como el atormentador de los que van allí, lo vemos en el libro de Marcos
pt_br: Quando Jesus descreve o inferno, ele descreve o diabo como o atormentador de quem vai para lá, vemos no livro de Marcos

# optionFiveThirdPageOne
source: The devil comes from hell
es: El diablo viene del infierno
pt_br: O diabo vem do inferno

# theClueThirdPageOne
source: Read about him in Revelation 20:1-15; judgment prevails
es: Lea acerca de él en Apocalipsis 20:1-15; prevalece el juicio
pt_br: Leia sobre ele em Apocalipse 20:1-15; julgamento prevalece

# mainQuestionThirdPageTwo
source: What tribe of Israel is missing in the 144,000 sealed, Revelation 7:1-17?
es: ¿Qué tribu de Israel falta en los 144.000 sellados, Apocalipsis 7:1-17?
pt_br: Que tribo de Israel está faltando dos 144.000 selados, Apocalipse 7:1-17?

# optionOneThirdPageTwo
source: Ephraim
es: Efraín
pt_br: Efraim

# optionTwoThirdPageTwo
source: Dinah
es: Dina
pt_br: Dyne

# optionFourThirdPageTwo
source: Manasseh
es: Manasés
pt_br: Manassés

# theClueThirdPageTwo
source: Check and compare Revelation 7:1-8 with Genesis 35:23-26, from the same tribe as Samson
es: Revise y compare Apocalipsis 7:1-8 con Génesis 35:23-26, de la misma tribu de Sansón
pt_br: Revise e compare Apocalipse 7:1-8 com Gênesis 35:23-26, da mesma tribo de Sansão

# mainQuestionThirdPageThree
source: Why couldn't the disciples heal the demon-possessed boy in Matthew 17:1-27?
es: ¿Por qué los discípulos no pudieron curar al niño poseído por un demonio en Mateo 17:1-27?
pt_br: Por que os discípulos não conseguiram curar o menino endemoninhado em Mateus 17:1-27?

# optionOneThirdPageThree
source: They couldn't heal him because of the many sins that the boy had
es: No pudieron curarlo por los muchos pecados que tenía el niño
pt_br: Eles não puderam curá-lo por causa dos muitos pecados que a criança tinha

# optionTwoThirdPageThree
source: Because this demon had a high-rank
es: Porque este demonio era de alto rango
pt_br: Porque este demônio era de alto escalão

# optionThreeThirdPageThree
source: The boy was not strong enough
es: El niño no era lo suficientemente fuerte
pt_br: O menino não era forte o suficiente

# optionFourThirdPageThree
source: Because the disciples didn't have enough faith
es: Porque los discípulos no tenían suficiente fe
pt_br: Porque os discípulos não tinham fé suficiente

# optionFiveThirdPageThree
source: The boy needed a very rigorous and lengthy fast
es: El niño necesitaba un ayuno muy riguroso y prolongado
pt_br: O menino precisava de um jejum muito rigoroso e prolongado

# theClueThirdPageThree
source: Find out your answer in Matthew 17:14-21; the one who moves the mountains
es: Encuentra tu respuesta en Mateo 17:14-21; el que mueve las montañas
pt_br: Encontre sua resposta em Mateus 17:14-21; aquele que move as montanhas

# mainQuestionThirdPageFour
source: What sin did the devil commit that may him fall from the presence of the Lord?
es: ¿Qué pecado cometió el diablo para caer de la presencia del Señor?
pt_br: Que pecado o diabo cometeu para cair da presença do Senhor?

# optionOneThirdPageFour
source: According to Jeremiah 50:1-51:64, the devil made an idol and placed it in Babylon
es: Según Jeremías 50:1-51:64, el diablo hizo un ídolo y lo colocó en Babilonia
pt_br: De acordo com Jeremias 50:1-51:64, o diabo fez um ídolo e o colocou na Babilônia

# optionTwoThirdPageFour
source: If we read John 8:1-59 ​​the devil lied to the Sovereign Lord and that is why he fell from his position of grace
es: Si leemos Juan 8:1-59 el diablo mintió al Señor Soberano y por eso cayó de su posición de gracia
pt_br: Se lermos João 8:1-59 ​​o diabo mentiu para o Soberano Senhor e por isso caiu de sua posição de graça

# optionThreeThirdPageFour
source: Based on Ezekiel 28:1-26 the devil took the sight of the Lord, and placed it on his beauty and was proud
es: Basado en Ezequiel 28:1-26 el diablo quitó la vista del Señor, y la colocó en su hermosura y se enorgulleció
pt_br: Com base em Ezequiel 28:1-26, o diabo tomou a visão do Senhor, colocou-a em sua formosura e ficou orgulhoso

# optionFourThirdPageFour
source: The devil was always in hell
es: El diablo siempre estuvo en el infierno
pt_br: O diabo sempre esteve no inferno

# optionFiveThirdPageFour
source: The devil was sent to hell for tempting Jesus in Matthew 4:1-25
es: El diablo fue enviado al infierno por tentar a Jesús en Mateo 4:1-25
pt_br: O diabo foi enviado para o inferno por tentar Jesus em Mateus 4:1-25

# theClueThirdPageFour
source: Find your answer in Scriptures; before the fall this sin is always here
es: Encuentra tu respuesta en las Escrituras; antes de la caída este pecado siempre está aquí
pt_br: Encontre sua resposta nas Escrituras; antes da queda este pecado está sempre aqui

# mainQuestionThirdPageFive
source: In which chapter of the Holy Bible is this prophecy being fulfilled, Joshua 6:26?
es: ¿En qué capítulo de la Santa Biblia se está cumpliendo esta profecía, Josué 6:26?
pt_br: Em qual capítulo da Bíblia Sagrada esta profecia está sendo cumprida, Josué 6:26?

# optionOneThirdPageFive
source: Judges 4:1-24
es: Jueces 4:1-24
pt_br: Juízes 4:1-24

# optionTwoThirdPageFive
source: 2 Kings 12:1-21
es: 2 Reyes 12:1-21
pt_br: 2 Reis 12:1-21

# optionThreeThirdPageFive
source: 2 Chronicles 15:1-19
es: 2 Crónicas 15:1-19
pt_br: 2 Crônicas 15:1-19

# optionFourThirdPageFive
source: 1 Kings 16:1-34
es: 1 Reyes 16:1-34
pt_br: 1 Reis 16:1-34

# theClueThirdPageFive
source: Investigate through reading; a king poisoned by the tongue of a viper
es: Investigue a través de la lectura; un rey envenenado por la lengua de una víbora
pt_br: Investigar através da leitura; um rei envenenado pela língua de uma víbora

# mainQuestionFourQPageOne
source: In which chapter of the Holy Scriptures does this prophecy come true, Numbers 24:17?
es: ¿En qué capítulo de las Sagradas Escrituras se hace realidad esta profecía, Números 24:17?
pt_br: Em que capítulo das Sagradas Escrituras se cumpre esta profecia, Números 24:17?

# optionOneFourQPageOne
source: It is fulfilled when Joash is proclaimed king of Israel in 2 Kings 11:1-21
es: Se cumple cuando proclaman a Joás rey de Israel en 2 Reyes 11:1-21
pt_br: É cumprido quando Joás é proclamado rei de Israel em 2 Reis 11:1-21

# optionTwoFourQPageOne
source: It comes true when Jehu kills Joran, Ahaziah, and the wicked woman Jezebel in 2 Kings 9:1-37.
es: Se convierte en realidad cuando Jehú mató a Jorán, Ocozías y a la malvada mujer Jezabel en 2 Reyes 9:1-37
pt_br: Isso se torna realidade quando Jeú mata Joran, Acazias e a perversa Jezabel em 2 Reis 9:1-37

# optionThreeFourQPageOne
source: It comes true when the Magi follow a star in Matthew 2:1-23.
es: Se vuelve realidad cuando los Reyes Magos siguen una estrella en Mateo 2:1-23
pt_br: Isso se torna realidade quando os Magos seguem uma estrela em Mateus 2:1-23
