Repository: jloboguerrero/armor_of_god
Catalog: lib/l10n/intl_*.arb
Languages: es, pt_br

# armor6Text10
source: 2 Corinthians 10:1-6 I, Paul, beg you for the meekness and tenderness of Christ, while I am present I am certainly humble among you, but absent I am bold towards you; 2 I pray, therefore, that when I am present, I do not have to use that boldness with which I am willing to proceed resolutely against some who have us as if we walked according to the flesh. 3 For although we walk in the flesh, we do not fight according to the flesh; 4 because the weapons of our warfare are not carnal, but mighty in God for the destruction of strongholds, 5 knocking down arguments and all haughtiness that stands against the knowledge of God, and taking captive every thought to the obedience of Christ, 6 and being ready to punish all disobedience, when your obedience is perfect.
pt_br: 2 Coríntios 10:1-6 Eu, Paulo, vos imploro pela mansidão e ternura de Cristo, eu que, estando presente, certamente sou humilde entre vós, mas ausente sou ousado para convosco; 2 Rogo, portanto, que quando estiver presente, não tenha que usar aquela ousadia com que estou disposto a proceder resolutamente contra alguns que nos têm como se andássemos segundo a carne. 3 Pois, embora andando na carne, não lutamos segundo a carne; 4 porque as armas da nossa milícia não são carnais, mas sim poderosas em Deus, para destruição de fortalezas, 5 destruindo os sofismas e toda a soberba que se opõe ao conhecimento de Deus, e levando cativo todo pensamento à obediência de Cristo, 6 e sendo pronto para punir toda desobediência, quando sua obediência é perfeita.

# armor6Text11
source: 2 Corinthians 10:1-6
pt_br: 2 Coríntios 10:1-6

# armor6Text12
source: The Word tells us that God's weapons are powerful to demolish fortresses, demolishing arguments that are raised against the knowledge of God, this indicates that we must not only be prepared for the attack, but if we have already been attacked, the same sword can be used to cut and divide the wound in order to heal, as written in Hebrews 4:12
pt_br: A Palavra nos diz que as armas de Deus são poderosas para demolir fortalezas, destruindo argumentos que se levantam contra o conhecimento de Deus, isso indica que não devemos apenas estar preparados para o ataque, mas se já fomos atacados, a mesma espada pode ser usado para cortar e dividir a ferida a fim de curar, como está escrito em Hebreus 4:12

# armor6Text13
source: “Because the word of God is alive and effective, and sharper than any two-edged sword; and it penetrates to the point of dividing the soul and the spirit, the joints and the marrow, and discerns the thoughts and intentions of the heart.”
pt_br: “Porque a palavra de Deus é viva e eficaz, e mais cortante do que qualquer espada de dois gumes; e penetra a ponto de dividir a alma e o espírito, as juntas e as medulas, e discerne os pensamentos e as intenções do coração.”

# armor6Text14
source: But wait, why isn't the sword of the Spirit called the sword of the Word of God? Is there a mystery here? If you have a keen mind, you will notice that the Bible makes a connection between these two words, they are spiritually related. But what does it mean? It means that the Word of God expresses the actions of the Holy Spirit of God, you use the Word of God to make the difference between the Holy Spirit and any other spirit. It also means that obeying the Word of God is the same as obeying the Spirit of the Lord, because the Lord Almighty will use the Word of God to communicate His divine commands, which are confirmed by the Holy Spirit. The Word of God contains all the thoughts and words of the Holy Spirit, so if you want to follow the Holy Spirit you must learn to be led by the Word of God. Use the sword of the Spirit honorably; to bring life, not death; to defeat evil, and not let darkness dominate your land.
pt_br: Mas espere, por que a espada do Espírito não é chamada de espada da Palavra de Deus? Há algum mistério aqui? Se você tiver uma mente aguçada, notará que a Bíblia faz uma conexão entre essas duas palavras, elas estão relacionadas espiritualmente. Mas o que isso significa? Significa que a Palavra de Deus expressa as ações do Espírito Santo de Deus, você usa a Palavra de Deus para fazer a diferença entre o Espírito Santo e qualquer outro espírito. Também significa que obedecer à Palavra de Deus é o mesmo que obedecer ao Espírito do Senhor, porque o Senhor Todo-Poderoso usará a Palavra de Deus para comunicar Seus mandamentos divinos, que são confirmados pelo Espírito Santo. A Palavra de Deus contém todos os pensamentos e palavras do Espírito Santo, então se você quer seguir o Espírito Santo você deve aprender a ser guiado pela Palavra de Deus. Use a espada do Espírito com honra; trazer vida, não morte; para derrotar o mal e não deixar a escuridão dominar sua terra.

# armor6TextPractice1
source: If you are a believer but you do not read the Word of God, that is, you do not take the Sword of the Spirit, you will be a helpless believer.
pt_br: Se você é um crente, mas não lê a Palavra de Deus, ou seja, não leva a Espada do Espírito, você será um crente indefeso.

# armor6TextBible1
source: An example of a man who once took the Sword and did not put it down is one of David's mighty men, says the text in 2 Samuel 23:9-10:
pt_br: Um exemplo de homem que uma vez pegou a Espada e não a largou é um dos valentes de Davi, diz o texto em 2 Samuel 23:9-10:

# armor6TextBible2
source: “After him, Eleazar the son of Dodo, Ahohita, one of the three mighty men who were with David when they defied the Philistines who had assembled there for battle, and the men of Israel had gone away. He got up and smote the Philistines until his hand grew weary, and his hand clung to the sword. That day Jehovah gave a great victory, and the people returned after him only to gather the spoils.”
pt_br: “Depois dele, Eleazar, filho de Dodo, Aohita, um dos três valentes que estavam com Davi quando desafiaram os filisteus que ali haviam se reunido para a batalha, e os homens de Israel se retiraram. Ele se levantou e feriu os filisteus até que sua mão se cansou, e sua mão se apegou à espada. Naquele dia, Jeová deu uma grande vitória, e o povo voltou atrás dele apenas para recolher os despojos.”

# armor6TextBible3
source: Although this was something physical, it points to the spiritual reality that if we cling to the Word of God we will have the Victory that Christ already gave us.
pt_br: Embora isso fosse algo físico, aponta para a realidade espiritual de que se nos apegarmos à Palavra de Deus teremos a Vitória que Cristo já nos deu.

# armor6TextLife1
source: Dwell and be rooted in the word of God, as Colossians tells us: 3:16
pt_br: Habite e esteja enraizado na palavra de Deus, como nos diz Colossenses: 3:16:

# armor6TextLife2
source: “May the word of Christ dwell in you abundantly, teaching and exhorting one another in all wisdom, graciously singing in your hearts to the Lord with psalms and hymns and spiritual songs.”
pt_br: “Que a palavra de Cristo habite abundantemente em vocês, ensinando e exortando uns aos outros em toda a sabedoria, cantando graciosamente em seus corações ao Senhor com salmos, hinos e cânticos espirituais.”

# armor6TextLife3
source: If the Word of God dwells in us we can attack any front.
pt_br: Se a Palavra de Deus habita em nós podemos atacar qualquer frente.

# answerAllQuestions
source: To submit, answer all questions
es: Para enviar, responde todas las preguntas
pt_br: Para enviar, responda a todas as perguntas

source: Select language
es: Seleccionar idioma
pt_br: Selecione o idioma

source: Terms and conditions
es: Términos y condiciones
pt_br: Termos e Condições

# termsStart
source: These Terms and Conditions ('T&C') establish the legal terms and conditions for the use of the mobile application 'Armor of God' (hereinafter, the 'Application'), which is currently under development. By accessing and using the Application, you agree to be bound by these T&Cs. If you do not agree to any of the terms set forth below, we recommend that you do not use the Application.
es: Estos Términos y Condiciones ('T&C') establecen los términos legales y las condiciones para el uso de la aplicación móvil 'Armor of God' (en adelante, la 'Aplicación'), que está actualmente en desarrollo. Al acceder y utilizar la Aplicación, usted acepta estar sujeto a estos T&C. Si no está de acuerdo con alguno de los términos establecidos a continuación, le recomendamos que no utilice la Aplicación.
pt_br: Estes Termos e Condições ('T&C') estabelecem os termos e condições legais para o uso do aplicativo móvel 'Armadura de Deus' (doravante o 'Aplicativo'), que está atualmente em desenvolvimento. Ao acessar e usar o Aplicativo, você concorda em ficar vinculado a estes T&Cs. Caso você não concorde com algum dos termos estabelecidos abaixo, recomendamos que não utilize o Aplicativo.

# termsTitle1
source: Use of the Application
es: Uso de la Aplicación
pt_br: Uso do Aplicativo

# termsSubtitle1
source: 1.1. The purpose of the Application is to provide a trivia game and unlock parts with their meaning associated with the building. 1.2. By using the Application, you acknowledge that you are responsible for any costs associated with Internet connection and mobile data charges that you may incur when accessing and using the Application.
es: 1.1. La Aplicación tiene como objetivo proporcionar un juego de preguntas y desbloqueo de piezas con su significado asociado a la edificación. 1.2. Al utilizar la Aplicación, usted reconoce que es responsable de cualquier costo asociado con la conexión a Internet y los cargos de datos móviles que pueda incurrir al acceder y utilizar la Aplicación.
pt_br: 1.1. O objetivo do Aplicativo é fornecer um jogo de perguntas e respostas e desbloquear peças com seus significados associados ao edifício. 1.2. Ao usar o Aplicativo, você reconhece que é responsável por quaisquer custos associados à conexão com a Internet e cobranças de dados móveis que possam incorrer ao acessar e usar o Aplicativo.

# termsTitle2
source: Intellectual Property
es: Propiedad Intelectual
pt_br: Propriedade Intelectual

# termsSubtitle2
source: 2.1. The Application and all its content, including but not limited to text, graphics, logos, icons, images, audio clips, digital downloads and software, are the property of the legal owners of the Application and are protected by intellectual property laws. applicable. 2.2. You are granted a limited, non-exclusive, and non-transferable right to use the Application and its content solely for your own personal, non-commercial use.
es: 2.1. La Aplicación y todo su contenido, incluidos, entre otros, los textos, gráficos, logotipos, íconos, imágenes, clips de audio, descargas digitales y software, son propiedad de los titulares legales de la Aplicación y están protegidos por las leyes de propiedad intelectual aplicables. 2.2. Se le otorga un derecho limitado, no exclusivo y no transferible para utilizar la Aplicación y su contenido únicamente para su propio uso personal y no comercial.
pt_br: 2.1. O Aplicativo e todo o seu conteúdo, incluindo, entre outros, texto, gráficos, logotipos, ícones, imagens, clipes de áudio, downloads digitais e software, são de propriedade dos proprietários legais do Aplicativo e são protegidos pelas leis de propriedade intelectual aplicáveis. 2.2. Você recebe um direito limitado, não exclusivo e intransferível de usar o Aplicativo e seu conteúdo exclusivamente para seu uso pessoal e não comercial.

# termsTitle3
source: Comments and Suggestions
es: Comentarios y Sugerencias
pt_br: Comentários e Sugestões

# termsSubtitle3
source: 3.1. Comments and suggestions to improve the Application are accepted. By providing any comments, suggestions or other information relating to the Application ('Feedback'), you grant the legal holders of the Application the non-exclusive, irrevocable, royalty-free right to use, modify, reproduce, publish, distribute and display such Comments without restriction. 3.2. You acknowledge that the Feedback you provide will not be confidential and that the legal holders of the Application are free to use such Feedback without incurring any obligation or liability to you.
es: 3.1. Se aceptan comentarios y sugerencias para mejorar la Aplicación. Al proporcionar cualquier comentario, sugerencia u otra información relacionada con la Aplicación ('Comentarios'), usted otorga a los titulares legales de la Aplicación el derecho no exclusivo, irrevocable y libre de regalías para utilizar, modificar, reproducir, publicar, distribuir y mostrar dichos Comentarios sin restricciones. 3.2. Usted reconoce que los Comentarios que proporcione no serán confidenciales y que los titulares legales de la Aplicación pueden utilizar libremente dichos Comentarios sin incurrir en ninguna obligación o responsabilidad hacia usted.
pt_br: 3.1. Comentários e sugestões para melhorar o Aplicativo são aceitos. Ao fornecer comentários, sugestões ou outras informações relacionadas ao Aplicativo ('Feedback'), você concede aos detentores legais do Aplicativo o direito não exclusivo, irrevogável e isento de royalties de usar, modificar, reproduzir, publicar, distribuir e exibir tais Comentários sem restrições. 3.2. Você reconhece que o Feedback que você fornecer não será confidencial e que os detentores legais do Aplicativo são livres para usar tal Feedback sem incorrer em qualquer obrigação ou responsabilidade para com você.

# termsTitle4
source: Limitation of Liability
es: Limitación de responsabilidad
pt_br: Limitação de responsabilidade

# termsSubtitle4
source: 4.1. The Application is provided 'as is' and 'as available'. The legal holders of the Application do not guarantee that the Application is uninterrupted, error-free or free of viruses or other harmful components. 4.2. To the fullest extent permitted by applicable law, the legal holders of the Application shall not be liable for any direct, indirect, incidental, special, or consequential damages that may arise from the use of, or inability to use, the Application, including, without limitation, data loss or business interruption.
es: 4.1. La Aplicación se proporciona 'tal cual' y 'según disponibilidad'. Los titulares legales de la Aplicación no garantizan que la Aplicación sea ininterrumpida, libre de errores o esté libre de virus u otros componentes dañinos. 4.2. En la máxima medida permitida por la ley aplicable, los titulares legales de la Aplicación no serán responsables de ningún daño directo, indirecto, incidental, especial o consecuente que pueda surgir del uso o la imposibilidad de uso de la Aplicación, incluyendo, entre otros, la pérdida de datos o la interrupción del negocio.
pt_br: 4.1. O Aplicativo é fornecido 'como está' e 'conforme disponível'. Os detentores legais do Aplicativo não garantem que o Aplicativo seja ininterrupto, livre de erros ou livre de vírus ou outros componentes nocivos. 4.2. Na extensão máxima permitida pela lei aplicável, os detentores legais do Aplicativo não serão responsáveis ​​por quaisquer danos diretos, indiretos, incidentais, especiais ou consequentes que possam surgir do uso ou incapacidade de usar o Aplicativo, incluindo, sem limitação, perda de dados ou interrupção de negócios.

# termsTitle5
source: Modifications
es: Modificaciones
pt_br: Modificações

# termsSubtitle5
source: The legal owners of the Application reserve the right to modify or update these T&C at any time and at their sole discretion. Any modification of these T&C
es: Los titulares legales de la Aplicación se reservan el derecho de modificar o actualizar estos T&C en cualquier momento y a su sola discreción. Cualquier modificación de estos T&C
pt_br: Os proprietários legais do Aplicativo reservam-se o direito de modificar ou atualizar estes T&C a qualquer momento e a seu exclusivo critério. Qualquer modificação destes T&C

# onBoardingTitle1
source: Hello, Welcome to Armor Of God!
es: ¡Hola, Bienvenido a Armor Of God!
pt_br: ¡Olá, Seja Bem Vindo a Armadura de Deus!

# onBoardingDescription1
source: An interactive application in which with the help of the one who fights our battles, The Almighty Lord, we will start a journey in which we will discover what the Armor of God is and how to use it.
es: Una aplicación interactiva en la cual con la ayuda de quien pelea nuestras batallas, El Señor todopoderoso, iniciaremos un viaje en el cual descubriremos qué es la Armadura De Dios y cómo usarla.
pt_br: Um aplicativo interativo no qual com a ajuda daquele que trava nossas batalhas, o Senhor Todo-Poderoso, iniciaremos uma jornada na qual descobriremos o que é a Armadura de Deus e como usá-la.

# onBoardingTitle2
source: Functioning
es: Funcionamiento
pt_br: Funcionando

# onBoardingDescription2
source: This application is divided into sections in which you will find pieces that you must unlock by answering simple selection Biblical questions with no time limit. Once you get all the questions right, you can enjoy the content of each piece of the Armor of God in their respective order and move on. Remember, you can't go to a section if you haven't unlocked all the pieces from the previous section.
es: Esta aplicación está divida por secciones en las que encontraras piezas que deberás desbloquear contestando preguntas Bíblicas de selección simple sin límite de tiempo. Una vez aciertes todas las preguntas, podrás disfrutar del contenido de cada pieza de la Armadura De Dios en su respectivo orden y avanzar. Recuerda, no puedes ir a una sección si no has desbloqueado todas las piezas de la anterior sección.
pt_br: Este aplicativo é dividido em seções nas quais você encontrará peças que você deve desbloquear respondendo a perguntas bíblicas de seleção simples sem limite de tempo. Depois de acertar todas as questões, você pode aproveitar o conteúdo de cada peça da Armadura de Deus em sua respectiva ordem e seguir em frente. Lembre-se, você não pode ir para uma seção se não tiver desbloqueado todas as peças da seção anterior.

# onBoardingTitle3
source: Angel
es: Ángel
pt_br: Anjo

# onBoardingDescription3
source: There will always be the angel that will accompany you on each day who has the message that could help you to progress little by little on this journey. When you have a difficulty, do not hesitate to consult him!
es: Siempre va haber el angel que te acompañará en cada jornada el cual tiene el mensaje que te podría ayudar para ir avanzando poco a poco en este recorrido. Cuando tengas una dificultad no dudes en consultarlo!
pt_br: Sempre haverá o anjo que irá acompanhá-lo em cada dia que tem a mensagem que pode ajudá-lo a progredir pouco a pouco nesta jornada. Quando tiver alguma dificuldade, não hesite em consultá-lo!

# onBoardingTitle4
source: There is more!!
es: Hay más!!
pt_br: Tem mais!!

# onBoardingDescription4
source: When you are advancing in the discovery of each piece, hidden jewels will appear! Each one is unique and contains precious information that will help you in the responsibility of taking on the Armor of God.
es: Cuando estés avanzando en el descubrimiento de cada pieza irán apareciendo joyas escondidas! Cada una es única y contienen preciosas informaciones que te ayudarán en la responsabilidad de tomar la Armadura De Dios.
pt_br: Quando você for avançando na descoberta de cada peça, joias escondidas aparecerão! Cada um é único e contém informações preciosas que o ajudarão na responsabilidade de assumir a Armadura de Deus.

source: Classic Armour
es: Armadura Clásica
pt_br: Armadura clássica

source: Armour of God
es: Armadura de Dios
pt_br: Armadura de Deus

source: Cloth Items
es: Piezas de Ropa
pt_br: Artigos de Pano

source: Survival Items
es: Items de Supervivencia
pt_br: Itens de Sobrevivência

source: Special Weapons
es: Armas Especiales
pt_br: Armas Especiais

source: Crowns
es: Coronas
pt_br: Coroas

# AngelMessageFirstLevelTitle
source: We must not trust in the Armor of God, but in the God of Armor
es: No debemos confiar en la Armadura de Dios, si no en el Dios de la Armadura
pt_br: Não devemos confiar na Armadura de Deus, mas no Deus da Armadura

# AngelMessageFirstLevelContent
source: “10For the rest, my brethren, be strong in the Lord, and in the power of his might. 11Put on the full armor of God, so that you can stand firm against the wiles of the devil. 12For we do not fight against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this century, against spiritual hosts of wickedness in the heavenly realms. 13 Therefore, take the whole armor of God, so that you can resist on the bad day, and having finished everything, stand firm.” Ephesians 6:10-13 Reina Valera 1960 Version in the previous text we want to highlight three important aspects, first, the armor of God is what we must use, not ours, second, only transformed hearts can take the armor of God, for this we see as the Apostle speaks to the brothers, and third that the Armor of God is against the spiritual forces of evil in heavenly places, this is very important, since it is not a physical armor, it is spiritual in the soul, and practical for our daily life, for this reason we will find Biblical and daily examples for our walk in the Christian life in each piece because we are at war.
es: “10Por lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fuerza. 11Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo. 12Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes. 13Por tanto, tomad toda la armadura de Dios, para que podáis resistir en el día malo, y habiendo acabado todo, estar firmes.” Efesios 6:10-13 Versión Reina Valera 1960 en el texto anterior queremos resaltar tres aspectos importantes, primero la armadura de Dios es la que debemos usar no la nuestra, segundo, solo los corazones transformados pueden tomar la armadura de Dios, por esto vemos como el Apóstol habla a los hermanos, y tercero que la Armadura de Dios es contra las fuerzas espirituales del mal en los lugares celestiales, esto es muy importante, ya que, no es una armadura física, es espiritual en el alma, y práctica para nuestra vida diaria, por ello encontraremos ejemplos Bíblicos y cotidianos para nuestro caminar en la vida cristiana en cada pieza porque estamos en guerra.
pt_br: “10 Quanto ao mais, meus irmãos, fortalecei-vos no Senhor e na força do seu poder. 11Vistam toda a armadura de Deus, para que possam ficar firmes contra as ciladas do diabo. 12Pois não é contra carne e sangue que lutamos, mas contra os principados, contra as potestades, contra os príncipes das trevas deste século, contra as hostes espirituais da maldade nas regiões celestiais. 13 Portanto, tomai toda a armadura de Deus, para que possais resistir no dia mau e, acabando tudo, ficar firmes”. Efésios 6:10-13 Versão Reina Valera 1960 no texto anterior queremos destacar três aspectos importantes, primeiro, a armadura de Deus é o que devemos usar, não a nossa, segundo, somente corações transformados podem tomar a armadura de Deus, pois isso vemos como o Apóstolo fala aos irmãos, e terceiro que a Armadura de Deus é contra as forças espirituais do mal nos lugares celestiais, isso é muito importante, pois não é uma armadura física, é espiritual na alma, e prático para o nosso dia a dia, por isso vamos encontrar em cada peça exemplos bíblicos e cotidianos para nossa caminhada na vida cristã porque estamos em guerra.

# completePreviousLevel
source: You must complete the previous level
es: Debes completar el nivel anterior
pt_br: Você deve completar o nível anterior

source: Accept
es: Aceptar
pt_br: Aceitar
