Repository: jloboguerrero/armor_of_god
Catalog: lib/l10n/intl_*.arb
Languages: es, pt_br

# optionFourFourQPageOne
source: He comes back to life when Joshua defeats the Amalekites in Exodus 17:1-16
es: Se vuelve a la vida cuando Josué derrota a los amalecitas en Éxodo 17:1-16
pt_br: Ele volta à vida quando Josué derrota os amalequitas em Êxodo 17:1-16

# optionFiveFourQPageOne
source: None of the above
es: Ninguna de las anteriores
pt_br: Nenhuma das anteriores

# theClueFourQPageOne
source: If in doubt, read aloud; flames of fire marked the way to an endless reign
es: Si tiene dudas, lea en voz alta; llamas de fuego marcaron el camino a un reinado sin fin
pt_br: Em caso de dúvida, leia em voz alta; chamas de fogo marcaram o caminho para um reinado sem fim

# mainQuestionFourQPageTwo
source: In which chapter of God's Word does this prophecy come true, 1 Kings 13:1-34?
es: ¿En qué capítulo de la Palabra de Dios se hace realidad esta profecía, 1 Reyes 13:1-34?
pt_br: Em que capítulo da Palavra de Deus esta profecia se cumpre, 1 Reis 13:1-34?

# optionOneFourQPageTwo
source: It comes true when Joseph is proclaimed second in command in Egypt in Genesis 41:1-57
es: Se hace realidad cuando José es proclamado segundo al mando en Egipto en Génesis 41:1-57
pt_br: Isso se torna realidade quando José é proclamado o segundo em comando no Egito em Gênesis 41:1-57

# optionTwoFourQPageTwo
source: It comes true when King Jehoshaphat defeats Moab, Ammon, and the men of Mount Seir without firing an arrow in 2 Chronicles 20:1-37
es: Se convierte en realidad cuando el rey Josafat derrota a Moab, Amón y los hombres del monte Seir sin disparar una sola flecha en 2 Crónicas 20:1-37
pt_br: Isso se torna realidade quando o rei Josafá derrota Moabe, Amon e os homens do monte Seir sem disparar uma flecha em 2 Crônicas 20:1-37

# optionThreeFourQPageTwo
source: It comes to life when the angel of the Lord slays one hundred eighty-five thousand men in the Assyrian camp of Sennacherib in 2 Kings 18:1-19:37
es: Cobra vida cuando el ángel del Señor mató a ciento ochenta y cinco mil hombres en el campamento asirio de Senaquerib en 2 Reyes 18:1-19:37
pt_br: Ele ganha vida quando o anjo do Senhor mata cento e oitenta e cinco mil homens no acampamento assírio de Senaqueribe em 2 Reis 18:1-19:37

# optionFourFourQPageTwo
source: According to 2 Kings 25:1-30, it is fulfilled when King Zedekiah surrenders to Nebuchadnezzar, king of Babylon
es: Según 2 Reyes 25:1-30, se cumple cuando el rey Sedequías se rinde ante Nabucodonosor, rey de Babilonia
pt_br: De acordo com 2 Reis 25:1-30, é cumprido quando o rei Zedequias se rende a Nabucodonosor, rei da Babilônia

# optionFiveFourQPageTwo
source: We note that it is fulfilled when King Josiah demolished the altar at Bethel in 2 Kings 23:1-37
es: Notamos que se cumple cuando el rey Josías demolió el altar en Betel en 2 Reyes 23:1-37
pt_br: Notamos que isso se cumpriu quando o rei Josias demoliu o altar em Betel em 2 Reis 23:1-37

# theClueFourQPageTwo
source: Read and ask yourself; a king who died in peace or in war for a woman prophet and the book of the law?
es: Lee y pregúntate; un rey que murió en paz o en guerra por una mujer profeta y el libro de la ley?
pt_br: Leia e pergunte a si mesmo; um rei que morreu na paz ou na guerra por uma profetisa e pelo livro da lei?

# mainQuestionFourQPageThree
source: Why are there two genealogies of our Lord Jesus Christ?
es: ¿Por qué existen dos genealogías de nuestro Señor Jesucristo?
pt_br: Por que existem duas genealogias de nosso Senhor Jesus Cristo?

# optionOneFourQPageThree
source: There are two genealogies because there could be errors in the recording of the names in the genealogies
es: Hay dos genealogías porque podría haber errores en el registro de los nombres en las genealogías
pt_br: Existem duas genealogias porque pode haver erros na gravação dos nomes nas genealogias

# optionTwoFourQPageThree
source: One genealogy is for Joseph the father of Jesus and the other for Mary his mother
es: Una genealogía es para José el padre de Cristo y la otra para María su madre
pt_br: Uma genealogia é para José, o pai de Cristo, e a outra para Maria, sua mãe

# optionThreeFourQPageThree
source: They are actually the same genealogy
es: En realidad, son la misma genealogía
pt_br: Eles são realmente a mesma genealogia

# optionFourFourQPageThree
source: There are two genealogies to prove that the Messiah was a descendant of King Solomon
es: Hay dos genealogías para probar que el Mesías era descendiente del rey Salomón
pt_br: Existem duas genealogias para provar que o Messias era descendente do rei Salomão

# optionFiveFourQPageThree
source: One genealogy was translated from the Hebrew and the other from the Greek
es: Una genealogía fue traducida del hebreo y la otra del griego
pt_br: Uma genealogia foi traduzida do hebraico e a outra do grego

# theClueFourQPageThree
source: Review and compare Matthew 1:1-25 and Luke 3:1-38; David has the key yet to see
es: Revisa y compara Mateo 1:1-25 y Lucas 3:1-38; David tiene la clave aún por ver
pt_br: Revise e compare Mateus 1:1-25 e Lucas 3:1-38; David ainda tem a chave para ver

# mainQuestionFourQPageFour
source: Where does the Ark of the Covenant end according to the Word of God?
es: ¿A qué lugar termina el Arca del Pacto según la Palabra de Dios?
pt_br: Onde termina a Arca da Aliança de acordo com a Palavra de Deus?

# optionOneFourQPageFour
source: According to 2 Samuel 6:1-23, it ends in the Obed-Edom house
es: Según 2 Samuel 6:1-23, termina en la casa Obed-Edom
pt_br: De acordo com 2 Samuel 6:1-23, termina na casa de Obede-Edom

# optionTwoFourQPageFour
source: It clearly says in 1 Kings 8:1-66 that the Ark of God ends in the Temple of the Lord in Jerusalem
es: Dice claramente en 1 Reyes 8:1-66 que el Arca de Dios termina en el Templo del Señor en Jerusalén
pt_br: Diz claramente em 1 Reis 8:1-66 que a Arca de Deus termina no Templo do Senhor em Jerusalém

# optionThreeFourQPageFour
source: The Ark of God ended up in Kiriath Yearin in the house of Abinadab in 1 Samuel 6:1-7:2
es: El Arca de Dios terminó en Quiriat Yearín en la casa de Abinadab en 1 Samuel 6:1-7:2
pt_br: A Arca de Deus acabou em Kiriath Yearin na casa de Abinadab em 1 Samuel 6:1-7:2

# optionFourFourQPageFour
source: The Ark of God ended its journey in the tent that David raised for it in Jerusalem, we can see this in 2 Samuel 6:1-23 and 2 Samuel 7:1-29
es: El Arca de Dios terminó su viaje en la tienda que David levantó para ella en Jerusalén, esto lo podemos ver en 2 Samuel 6:1-23 y 2 Samuel 7:1-29
pt_br: A Arca de Deus terminou sua jornada na tenda que Davi levantou para ela em Jerusalém, podemos ver isso em 2 Samuel 6:1-23 e 2 Samuel 7:1-29

# optionFiveFourQPageFour
source: The sole purpose of the Ark of God is to destroy the wall of Jericho in Joshua 5:13-6:27
es: El único propósito del Arca de Dios es destruir el muro de Jericó en Josué 5:13-6:27
pt_br: O único propósito da Arca de Deus é destruir o muro de Jericó em Josué 5:13-6:27

# theClueFourQPageFour
source: Trace the Ark of God in the Scriptures, incredible secrets are hidden there. Into the Presence of the Lord, the Ark must go
es: Rastrea el Arca de Dios en las Escrituras, ahí se esconden secretos increíbles. A la Presencia del Señor, el Arca debe de ir
pt_br: Rastreie a Arca de Deus nas Escrituras, segredos incríveis estão escondidos lá. Na Presença do Senhor, a Arca deve ir

# mainQuestionFourQPageFive
source: Where is the Ark of God mentioned for the last time in the history books of the people of Israel?
es: ¿Dónde está el Arca de Dios mencionada por última vez en los libros de historia del pueblo de Israel?
pt_br: Onde a Arca de Deus é mencionada pela última vez nos livros de história do povo de Israel?

# optionOneFourQPageFive
source: Nehemiah 5:1-19
es: Nehemías 5:1-19
pt_br: Neemias 5:1-19

# optionTwoFourQPageFive
source: 1 Kings 8:1-66
es: 1 Reyes 8:1-66
pt_br: 1 Reis 8:1-66

# optionThreeFourQPageFive
source: 1 Chronicles 24:1-31
es: 1 Crónicas 24:1-31
pt_br: 1 Crônicas 24:1-31

# optionFourFourQPageFive
source: 2 Chronicles 35:1-3
es: 2 Crónicas 35:1-3
pt_br: 2 Crônicas 35:1-3

# optionFiveFourQPageFive
source: Ezra 7:1-28
es: Esdras 7:1-28
pt_br: Esdras 7:1-28

# theClueFourQPageFive
source: Read carefully and find your answer; to the place where kings rest
es: Lea detenidamente y encuentre su respuesta; al lugar donde descansan los reyes
pt_br: Leia com atenção e encontre sua resposta; para o lugar onde os reis descansam

# mainQuestionFiveQPageOne
source: What are the keywords that will make you be the seed that will produce a crop thirty, sixty, and even a hundred times what was sown, Matthew 13:1-23, Mark 4:1-20, Luke 8:1-15?
es: ¿Por qué los israelitas tenían que sacrificar un animal en todas sus ofrendas y holocaustos al Señor?
pt_br: Quais são as palavras-chave que farão de você a semente que produzirá uma colheita de trinta, sessenta e até cem vezes o que foi semeado, Mateus 13:1-23, Marcos 4:1-20, Lucas 8:1-15?

# optionOneFiveQPageOne
source: Matthew: Understand; Mark: Accept it; Luke: Retain
es: Porque el Señor Soberano come ese tipo de carne
pt_br: Mateus: Entendem; Marcos: Eles aceitam; Lucas: reter

# optionTwoFiveQPageOne
source: Matthew: Seeding; Mark: Sowing; Luke: Reaping
es: Porque Él se deleita cuando haces esto
pt_br: Mateus: Planta; Marcos: Plantio; Lucas: Colheita

# optionThreeFiveQPageOne
source: Matthew: Speaking; Mark: Listening; Luke: Pondering
es: Porque tenéis que eliminar todos los animales impuros y pecadores de vuestro rebaño
pt_br: Mateus: Falando; Marcos: Ouça; Lucas: Refletindo

# optionFourFiveQPageOne
source: Matthew: Fishing; Mark: Watering; Luke: Waiting
es: Porque ese animal tomaba tu lugar en el castigo de los pecados. El castigo por el pecado es la muerte, pero ese animal moría en tu lugar
pt_br: Mateus: Pesca; Marcos: rega; Lucas: esperando

# optionFiveFiveQPageOne
source: Matthew: Pondering; Mark: Hear the Word; Luke: Listening
es: Es un ritual que debes realizar para usar esa sangre en tus hechizos diarios
pt_br: Mateus: Refletindo; Marcos: Ouça a Palavra; Lucas: Medite

# theClueFiveQPageOne
source: Compare Matthew 13:1-23, Mark 4:1-20, and Luke 8:1-15; greatness is seen in the little things
es: La muerte por tu pecado está a la orden, pero ¿acaso él se deleita en el sacrificio de un animal?
pt_br: Compare Mateus 13:1-23, Marcos 4:1-20 e Lucas 8:1-15; a grandeza se vê nas pequenas coisas

# mainQuestionFiveQPageTwo
source: When the Israelites were sacrificing an animal for whatever sin they committed, what were they pointing to in the future?
es: Cuando los israelitas estaban sacrificando un animal por cualquier pecado que cometieran, ¿a qué estaban señalando en el futuro?
pt_br: Quando os israelitas estavam sacrificando um animal por qualquer pecado que cometessem, o que eles apontavam para o futuro?

# optionOneFiveQPageTwo
source: They were pointing to the Passover, the reminder that God overlooked the firstborn of Israel and did not kill them as he did all the firstborn of Egypt
es: Estaban señalando a la Pascua, el recordatorio de que Dios pasó por alto a los primogénitos de Israel y no los mató como lo hizo con todos los primogénitos de Egipto
pt_br: Eles estavam apontando para a Páscoa, o lembrete de que Deus ignorou os primogênitos de Israel e não os matou como fez com todos os primogênitos do Egito

# optionTwoFiveQPageTwo
source: It pointed to the sacrifice that our Lord Jesus made on the cross, where he took the punishment for all sins and died in our place
es: Señalaba el sacrificio que hizo nuestro Señor Jesús en la cruz, donde tomó el castigo por todos los pecados y murió en nuestro lugar
pt_br: Apontava para o sacrifício que nosso Senhor Jesus fez na cruz, onde levou o castigo por todos os pecados e morreu em nosso lugar

# optionThreeFiveQPageTwo
source: It was pointing to the last supper where instead of sacrificing an animal we drink wine and eat the bread of the Presence
es: Estaba apuntando a la última cena donde en vez de sacrificar un animal bebemos vino y comemos el pan de la Presencia
pt_br: Eu estava apontando para a última ceia onde em vez de sacrificar um animal bebemos vinho e comemos o pão da Presença

# optionFourFiveQPageTwo
source: He was directing us to the Feast of Tabernacles where the Israelites lived in temporary shelters after Nehemiah finished rebuilding the wall of Jerusalem in Nehemiah 8:1-18
es: Nos estaba dirigiendo a la fiesta de los tabernáculos donde los israelitas vivían en refugios temporales después de que Nehemías terminó la reconstrucción del muro de Jerusalén en Nehemías 8:1-18
pt_br: Ele estava nos direcionando para a Festa dos Tabernáculos, onde os israelitas viveram em abrigos temporários depois que Neemias terminou de reconstruir o muro de Jerusalém em Neemias 8:1-18

# optionFiveFiveQPageTwo
source: It is a daily reminder of how God changed Saul's heart for Paul's, blinding him on his way to Damascus and revealing the New Testament to him
es: Es un recordatorio diario de cómo Dios cambió el corazón de Saulo por el de Pablo, cegándolo en su camino a Damasco y revelándole el Nuevo Testamento
pt_br: É um lembrete diário de como Deus trocou o coração de Saulo pelo de Paulo, cegando-o em seu caminho para Damasco e revelando-lhe o Novo Testamento

# theClueFiveQPageTwo
source: Only God can cover everything
es: Solo Dios puede cubrirlo todo
pt_br: Só Deus pode cobrir tudo

# mainQuestionFiveQPageThree
source: Why don't we sacrifice an animal for our sins today?
es: ¿Por qué hoy en día no sacrificamos un animal por nuestros pecados?
pt_br: Por que não sacrificamos um animal por nossos pecados hoje?

# optionOneFiveQPageThree
source: Because we have evolved as human beings
es: Porque hemos evolucionado como seres humanos
pt_br: Por que evoluímos como seres humanos?

# optionTwoFiveQPageThree
source: We have realized that the Lord does not eat those animals
es: Nos hemos dado cuenta de que el Señor no come esos animales
pt_br: Percebemos que o Senhor não come esses animais

# optionThreeFiveQPageThree
source: It is too expensive to buy an animal every time we sin against the Lord
es: Es demasiado costoso comprar un animal cada vez que pecamos en contra del Señor
pt_br: É muito caro comprar um animal toda vez que pecamos contra o Senhor

# optionFourFiveQPageThree
source: Because Jesus Christ, being God, is the ultimate sacrifice for sins, since all sins are forgiven by His blood, no more animal sacrifices are needed
es: Porque Jesucristo, siendo Dios, es el último sacrificio por los pecados, ya que todos los pecados son perdonados por Su sangre, no se necesitan más sacrificios de animales
pt_br: Porque Jesus Cristo, sendo Deus, é o último sacrifício pelos pecados, uma vez que todos os pecados são perdoados pelo Seu sangue, não são necessários mais sacrifícios de animais

# optionFiveFiveQPageThree
source: Christ abolished it in the Old Testament
es: Cristo lo abolió en el Antiguo Testamento
pt_br: Cristo a aboliu no Antigo Testamento

# theClueFiveQPageThree
source: Take a look at Hebrews 10:1-18; no more needed after this
es: Echa un vistazo a Hebreos 10:1-18; no se necesita más después de esto
pt_br: Dê uma olhada em Hebreus 10:1-18; não é mais necessário depois disso

# mainQuestionFiveQPageFour
source: In which chapter of the Holy Scriptures does our Lord Jesus Christ declare all foods clean?
es: ¿En qué capítulo de las Sagradas Escrituras nuestro Señor Jesucristo declara limpios todos los alimentos?
pt_br: Em qual capítulo das Sagradas Escrituras nosso Senhor Jesus Cristo declara puros todos os alimentos?

# optionOneFiveQPageFour
source: Matthew 17:1-27
es: Mateo 17:1-27
pt_br: Mateus 17:1-27

# optionTwoFiveQPageFour
source: Luke 16:1-31
es: Lucas 16:1-31
pt_br: Lucas 16:1-31

# optionThreeFiveQPageFour
source: John 9:1-41
es: Juan 9:1-41
pt_br: João 9:1-41

# optionFourFiveQPageFour
source: Mark 7:1-23
es: Marcos 7:1-23
pt_br: Marcos 7:1-23

# optionFiveFiveQPageFour
source: Acts 1:1-26
es: Hechos 1:1-26
pt_br: Atos 1:1-26

# theClueFiveQPageFour
source: Don't be lazy and read or scan
es: No sea perezoso y lea o escanee
pt_br: Não seja preguiçoso e leia ou digitalize

# mainQuestionFiveQPageFive
source: According to the Word of the Lord, which king kindled the Wrath of God to such an extent that it brought about the destruction of the kingdom of Judah and the exile of his people to Babylon?
es: Según la Palabra del Señor, ¿qué rey encendió la Ira de Dios a tal punto que trajo la destrucción del reino de Judá y el exilio de su pueblo a Babilonia?
pt_br: Segundo a Palavra do Senhor, qual rei acendeu a Ira de Deus a tal ponto que provocou a destruição do reino de Judá e o exílio de seu povo na Babilônia?

# optionOneFiveQPageFive
source: King Rehoboam in 1 Kings 12:1-33
es: Rey Roboam en 1 Reyes 12:1-33
pt_br: Rei Roboão em 1 Reis 12:1-33

# optionTwoFiveQPageFive
source: King Ahab in 1 Kings 21:1-29
es: Rey Acab en 1 Reyes 21:1-29
pt_br: Rei Acabe em 1 Reis 21:1-29

# optionThreeFiveQPageFive
source: King Uzziah in 2 Chronicles 26:1-23
es: Rey Uzías en 2 Crónicas 26:1-23
pt_br: Rei Uzias em 2 Crônicas 26:1-23

# optionFourFiveQPageFive
source: King Hezekiah in 2 Kings 18:1-19:37
es: Rey Ezequías en 2 Reyes 18:1-19:37
pt_br: Rei Ezequias em 2 Reis 18:1-19:37

# optionFiveFiveQPageFive
source: King Manasseh in 2 Kings 21:1-26
es: Rey Manasés en 2 Reyes 21:1-26
pt_br: Rei Manassés em 2 Reis 21:1-26

# theClueFiveQPageFive
source: Read about the worst king of Judah; like a son of Joseph
es: Lea del peor rey de Judá; semejante a un hijo de José
pt_br: Leia sobre o pior rei de Judá; como um filho de José

# mainQuestionSixQPageOne
source: Who was the last king of Judah?
es: ¿Quién fue el último rey de Judá?
pt_br: Quem foi o último rei de Judá?

# optionOneSixQPageOne
source: Manasseh
es: Manasés
pt_br: Manassés

# optionTwoSixQPageOne
source: Zedekiah
es: Sedequías
pt_br: Zedequias

# optionThreeSixQPageOne
source: Josiah
es: Josías
pt_br: Josias

# optionFourSixQPageOne
source: Jeroboam
es: Jeroboán
pt_br: Jeroboão

# optionFiveSixQPageOne
source: Hezekiah
es: Ezequías
pt_br: Ezequias

# theClueSixQPageOne
source: You need to check the last chapter of 2 Kings and 2 Chronicles to find out
es: Debes revisar el último capítulo de 2 Reyes y 2 Crónicas para saberlo
pt_br: Você precisa verificar o último capítulo de 2 Reis e 2 Crônicas para descobrir

# mainQuestionSixQPageTwo
source: Who was the last king of Israel?
es: ¿Quién fue el último rey de Israel?
pt_br: Quem foi o último rei de Israel?

# optionOneSixQPageTwo
source: Ahab
es: Acab
pt_br: Acabe

# optionTwoSixQPageTwo
source: Hosea
es: Oseas
pt_br: Oséias

# optionFourSixQPageTwo
source: Amaziah
es: Amasías
pt_br: Amazias

# theClueSixQPageTwo
source: Read 2 Kings 17:1-41 and there you will find it; the ancient name of Joshua son of Nun
es: Lee 2 Reyes 17:1-41 y allí lo encontrarás; el antiguo nombre de Josué hijo de Nun
pt_br: Leia 2 Reis 17:1-41 e lá você o encontrará; o antigo nome de Josué, filho de Nun

# mainQuestionSixQPageThree
source: Which king was responsible for the division of the kingdom of Judah and Israel?
es: ¿Qué rey fue responsable por la división del reino de Judá e Israel?
pt_br: Qual rei foi responsável pela divisão do reino de Judá e Israel?

# optionOneSixQPageThree
source: Ahab
es: Acab
pt_br: Acabe

# optionTwoSixQPageThree
source: Jehoshaphat
es: Josafat
pt_br: Josafá

# optionThreeSixQPageThree
source: Solomon
es: Salomón
pt_br: Salomão

# optionFourSixQPageThree
source: Hezekiah
es: Ezequías
pt_br: Ezequias

# theClueSixQPageThree
source: Read 1 Kings 12:1-33 and find the culprit; to your elders, you must listen
es: Lea 1 Reyes 12:1-33 y encuentre al culpable; a tus mayores, debes escuchar
pt_br: Leia 1 Reis 12:1-33 e encontre o culpado; para os mais velhos, você deve ouvir

# mainQuestionSixQPageFour
source: What mistake did Rehoboam make that led to the division of the kingdom of Israel from Judah in 1 Kings 12:1-33?
es: ¿Qué error cometió Roboán que llevó a cabo la división del reino de Israel de Judá en 1 Reyes 12:1-33?
pt_br: Que erro Roboão cometeu que levou à divisão do reino de Israel de Judá em 1 Reis 12:1-33?

# optionOneSixQPageFour
source: He made two golden calves and placed them at Bethel and Dan for the people of Israel to worship
es: Hizo dos becerros de oro y los colocó en Betel y Dan para que el pueblo de Israel los adorara
pt_br: Ele fez dois bezerros de ouro e os colocou em Betel e Dan para o povo de Israel adorar

# optionTwoSixQPageFour
source: He assigned priests of all kinds of people
es: Asignó sacerdotes de todo tipo de personas
pt_br: Ele designou sacerdotes de todos os tipos de pessoas

# optionThreeSixQPageFour
source: He did not listen to the advice of the elders who wanted him to serve them and give them a favorable response
es: No escuchó los consejos de los ancianos que querían que les sirviera y les diera una respuesta favorable
pt_br: Ele não ouviu o conselho dos anciãos que queriam que ele os servisse e lhes desse uma resposta favorávele

# optionFourSixQPageFour
source: Lightened the work of the subjects
es: Aligeró el trabajo de los subditos
pt_br: Iluminou o trabalho dos súditos

# optionFiveSixQPageFour
source: He sent the whole army to take back the kingdom and make the people serve him
es: Envió todo el ejército para recuperar el reino y hacer que el pueblo le sirviera
pt_br: Ele enviou todo o exército para retomar o reino e fazer o povo servi-lo

# theClueSixQPageFour
source: Read in 1 Kings 12:1-24; From what does a wise kingdom arise?
es: Lee en 1 Reyes 12:1-24; ¿De qué surge un reino sabio?
pt_br: Leia em 1 Reis 12:1-24; De onde surge um reino sábio?

# mainQuestionSixQPageFive
source: What sin did Solomon, king of Israel, commit that led him away from the Lord?
es: ¿Qué pecado cometió Salomón, rey de Israel, que lo alejó del Señor?
pt_br: Que pecado o rei Salomão de Israel cometeu que o afastou do Senhor?

# optionOneSixQPageFive
source: He had too many wives and concubines
es: Tenía demasiadas esposas y concubinas
pt_br: Ele tinha muitas esposas e concubinas

# optionTwoSixQPageFive
source: Married non-Israelite women leading to apostasy
es: Se casó con mujeres que no eran israelitas que lo llevaron a la apostasía
pt_br: Mulheres não-israelitas casadas levando à apostasia

# optionThreeSixQPageFive
source: He defiled the Temple of the Lord with idols
es: Profanó el Templo del Señor con ídolos
pt_br: Ele contaminou o Templo do Senhor com ídolos

# optionFourSixQPageFive
source: Burned unauthorized incense
es: Quemó incienso no autorizado
pt_br: Incenso não autorizado queimado

# optionFiveSixQPageFive
source: Spoke blasphemies and wrote heresies
es: Habló blasfemias y escribió herejías
pt_br: Falou blasfêmias e escreveu heresias

# theClueSixQPageFive
source: Listen to 1 Kings 11:1-13; stay apart
es: Escuche a 1 Reyes 11:1-13; mantente separado
pt_br: Ouça 1 Reis 11:1-13; ficar separados

source: Submit
es: Enviar

source: Results
es: Resultados

# questionsWillStart
source: The questions will start at
es: Las preguntas comenzaran en

# optionThreeSixQPageTwo
source: Zacarias
es: Zacarías

# optionFiveSixQPageTwo
source: Asa
es: Asá

# optionFiveSixQPageThree
source: Roboam
es: Roboán
