Repository: jloboguerrero/armor_of_god
Catalog: lib/l10n/intl_*.arb
Languages: es, pt_br

# armor1TextBible2
source: Luke 4:1-13 4 Jesus, full of the Holy Spirit, returned from the Jordan, and was led by the Spirit into the desert 2 for forty days, tempted by the devil. And he did not eat anything in those days, after which he was hungry. 3 Then the devil said to him: If you are the Son of God, tell this stone to become bread. 4 Jesus, answering him, said: It is written: Man shall not live by bread alone, but by every word of God. 5 And the devil took him to a high mountain, and showed him in a moment all the kingdoms of the earth. 6 And the devil said to him: To you I will give all this power, and their glory; because it has been given to me, and to whom I want I give it. 7 If you prostrate adore me, all will be yours. 8 Responding Jesus, said to him: Get away from me, Satan, for it is written: The Lord your God you will worship, and him only you will serve. 9 And he took him to Jerusalem, and put him on the pinnacle of the temple, and said to him: If you are the Son of God, throw yourself down from here; 10 because it is written: He will command his angels about you, to keep you; 11 and, In the hands they will support you, So that you do not stumble with your foot in stone. 12 Answering Jesus, said to him: It is said: You shall not tempt the Lord your God. 13 And when the devil had ended all temptation, he withdrew from him for a while.
es: Lucas 4:1-13 4 Jesús, lleno del Espíritu Santo, volvió del Jordán, y fue llevado por el Espíritu al desierto 2 por cuarenta días, y era tentado por el diablo. Y no comió nada en aquellos días, pasados los cuales, tuvo hambre. 3 Entonces el diablo le dijo: Si eres Hijo de Dios, di a esta piedra que se convierta en pan. 4 Jesús, respondiéndole, dijo: Escrito está: No solo de pan vivirá el hombre, sino de toda palabra de Dios. 5 Y le llevó el diablo a un alto monte, y le mostró en un momento todos los reinos de la tierra. 6 Y le dijo el diablo: A ti te daré toda esta potestad, y la gloria de ellos; porque a mí me ha sido entregada, y a quien quiero la doy. 7 Si tú postrado me adorares, todos serán tuyos. 8 Respondiendo Jesús, le dijo: Vete de mí, Satanás, porque escrito está: Al Señor tu Dios adorarás, y a él sólo servirás. 9 Y le llevó a Jerusalén, y le puso sobre el pináculo del templo, y le dijo: Si eres Hijo de Dios, échate de aquí abajo; 10 porque escrito está: A sus ángeles mandará acerca de ti, que te guarden; 11 y, En las manos te sostendrán, Para que no tropieces con tu pie en piedra. 12 Respondiendo Jesús, le dijo: Dicho está: No tentarás al Señor tu Dios. 13 Y cuando el diablo hubo acabado toda tentación, se apartó de él por un tiempo.
pt_br: Lucas 4:1-13 4 Jesus, cheio do Espírito Santo, voltou do Jordão, e foi conduzido pelo Espírito ao deserto 2 por quarenta dias, tentado pelo diabo. E ele não comeu nada naqueles dias, depois dos quais teve fome. 3 Disse-lhe então o diabo: Se és o Filho de Deus, manda que esta pedra se transforme em pão. 4 Jesus, respondendo-lhe, disse: Está escrito: Nem só de pão viverá o homem, mas de toda a palavra de Deus. 5 E o diabo o levou a um alto monte, e mostrou-lhe num momento todos os reinos da terra. 6 E o diabo disse-lhe: A ti darei todo este poder, e a sua glória; porque me foi dado, e a quem eu quero eu o dou. 7 Se você se prostrar em me adorar, tudo será seu. 8 Respondendo Jesus, disse-lhe: Afasta-te de mim, Satanás, porque está escrito: Ao Senhor teu Deus adorarás, e só a ele servirás. 9 E levou-o a Jerusalém, e colocou-o sobre o pináculo do templo, e disse-lhe: Se tu és o Filho de Deus, lança-te daqui abaixo; 10 porque está escrito: Ele dará ordens aos seus anjos a teu respeito, para te guardarem; 11 e, Nas mãos te sustentarão, Para que não tropeces com o pé na pedra. 12 Respondendo Jesus, disse-lhe: Dito está: Não tentarás o Senhor teu Deus. 13 E, acabando o diabo com toda a tentação, retirou-se dele por um tempo.

# armor1TextBible3
source: Luke: 4:1-13
es: Lucas: 4:1-13
pt_br: Lucas: 4:1-13

# armor1TextBible4
source: In this chapter we see how Jesus won with the truth of the Word of God, during all the temptation he quoted only the Scriptures.
es: en este capítulo vemos como Jesús venció con la verdad de la Palabra de Dios, durante toda la tentación el citó solo las Escrituras.
pt_br: neste capítulo vemos como Jesus venceu com a verdade da Palavra de Deus, durante toda a tentação ele citou apenas as Escrituras.

# armor1TextLife1
source: As believers, we must dwell every day in the Word of our Lord, it is the only way to adhere to the truth, if we are in search of the truth, then we must read the Scriptures and fill our minds with them.
es: Como creyentes, debemos habitar cada día en la Palabra de nuestro Señor, es la única forma de ceñirnos con la verdad, si estamos en la búsqueda de la verdad, entonces debemos leer las Escrituras y llenar nuestra mente de ellas.
pt_br: Como crentes, devemos viver todos os dias na Palavra de nosso Senhor, é a única forma de aderir à verdade, se estamos em busca da verdade, então devemos ler as Escrituras e encantar nossas mentes com elas.

# armor2Title
source: Ephesians 6:14b
es: Efesios 6:14b
pt_br: Efésios 6:14b

# armor2Verse
source: “and clothed in the breastplate of righteousness,”
es: “y vestidos con la coraza de justicia,”
pt_br: “e vestido com a couraça da justiça,”

# armor2Text1
source: The armor is the piece of armor that covers the torso, where the vital organs are located, this is very important, since a wound to one of these organs can be fatal. Christ is righteousness 1 Corinthians 1:30
es: La coraza es la pieza de la armadura que cubre el torso, donde se encuentran los órganos vitales, esto es muy importante, ya que, una herida en uno de estos órganos puede ser mortal. Cristo es la justicia 1 Corintios 1:30
pt_br: A couraça é a peça da couraça que cobre o tronco, onde se localizam os órgãos vitais, isso é muito importante, pois um ferimento em um desses órgãos pode ser fatal. Cristo é justiça 1 Coríntios 1:30

# armor2Text2
source: “But God himself has united you with Christ Jesus, and has also made Christ our wisdom, our righteousness, our sanctification, and our deliverance.” DDHH
es: “Pero Dios mismo los ha unido a ustedes con Cristo Jesús, y ha hecho también que Cristo sea nuestra sabiduría, nuestra justicia, nuestra santificación y nuestra liberación.” DDHH.
pt_br: “Mas o próprio Deus uniu vocês a Cristo Jesus e também fez de Cristo nossa sabedoria, nossa justiça, nossa santificação e nossa libertação.” DDHH.

# armor2Text3
source: We must understand that it is not our righteousness, but the righteousness of Christ that works through us. As believers we must seek justice as Jesus tells us in Matthew 6:33
es: Debemos entender que no es nuestra justicia, sino la justicia de Cristo que obra a través de nosotros. Cómo creyentes debemos buscar la justicia como nos dice Jesús en Mateo 6:33
pt_br: Devemos entender que não é a nossa justiça, mas a justiça de Cristo que opera através de nós. Como crentes, devemos buscar a justiça como Jesus nos diz em Mateus 6:33

# armor2Text4
source: “But seek first the kingdom of God and his righteousness, and all these things will be added to you.”
es: “Mas buscad primeramente el reino de Dios y su justicia, y todas estas cosas os serán añadidas.”
pt_br: “Mas buscai primeiro o reino de Deus e a sua justiça, e todas estas coisas vos serão acrescentadas.”

# armor2Text5
source: What is meant by this is that the day we find ourselves faced with a problem, trial or difficulty, the spiritual influence that we have rooted in the seeds of Christ Jesus will protect us, since, if we seek God's justice, our vital organs will be Protected, vital organs can be life itself, family, resources. To put on this piece of God's armor we need to always act righteously, and this is even to remain silent when it is not up to us to exercise judgment, because the Lord established judges who must exercise justice, justice has an active part - passive, active in that we must seek it, that is, act justly in any situation Deuteronomy 1:16
es: Lo que se quiere decir con esto es que el día que nos encontremos ante un problema, prueba o dificultad la influencia espiritual que tengamos arraigada en las semillas de Cristo Jesús nos protegerá, ya que, si buscamos la justicia de Dios, nuestros órganos vitales estarán protegidos, los órganos vitales puede ser la propia vida, familia, recursos. Para ponernos esta pieza de la armadura de Dios necesitamos actuar siempre con rectitud, y esto es incluso callar cuando no nos corresponda ejercer un juicio, debido a que, el Señor estableció jueces que deben ejercer justicia, la justicia tiene una parte activa – pasiva, activa en que debemos buscarla, es decir, actuar justamente ante cualquier situación Deuteronomio 1:16
pt_br: O que se quer dizer com isso é que no dia em que nos encontrarmos diante de um problema, provação ou dificuldade, a influência espiritual que temos enraizado nas sementes de Cristo Jesus nos protegerá, pois, se buscarmos a justiça de Deus, nossos órgãos vitais ser protegidos, órgãos vitais podem ser a própria vida, família, recursos. Para vestir essa peça da armadura de Deus precisamos agir sempre com retidão, e isso é até ficar calado quando não cabe a nós exercer o juízo, pois o Senhor estabeleceu juízes que devem exercer a justiça, a justiça tem parte ativa - passiva , ativo no sentido de que devemos buscá-lo, ou seja, agir com justiça em qualquer situação Deuteronômio 1:16

# armor2Text6
source: “By holding audience among their brothers, they have to judge justly.”
es: “Al celebrar audiencia entre sus hermanos, tienen que juzgar con justicia.”
pt_br: “Ao manter audiência entre seus irmãos, eles devem julgar com justiça.”

# armor2Text7
source: and passive in that we must wait for the time of the judgment and the person who exercises it, see
es: y pasiva en que debemos esperar el tiempo del juicio y la persona que ejerza el mismo, ver
pt_br: e passivo no sentido de que devemos esperar o tempo do julgamento e a pessoa que o exerce, veja

# armor2Text8
source: Deuteronomy 25:1 25 If there be a lawsuit between some, and they go to court so that the judges judge them, they will acquit the just, and condemn the guilty. 1 Corinthians 6:4-5 4 If, then, you have judgments about things of this life, do you judge those who are of lesser esteem in the church? 5 To shame you I say it. What then, is there not a wise man among you, not even one, who can judge between his brothers,
es: Deuteronomio 25:1 25 Si hubiere pleito entre algunos, y acudieren al tribunal para que los jueces los juzguen, estos absolverán al justo, y condenarán al culpable. 1 Corintios 6:4-5 4 Si, pues, tenéis juicios sobre cosas de esta vida, ¿ponéis para juzgar a los que son de menor estima en la iglesia? 5 Para avergonzaros lo digo. ¿Pues qué, no hay entre vosotros sabio, ni aun uno, que pueda juzgar entre sus hermanos,
pt_br: Deuteronômio 25:1 25 Se houver uma demanda entre alguns, e eles forem a tribunal para que os juízes os julguem, eles absolverão o justo e condenarão o culpado. 1 Coríntios 6:4-5 4 Se , então, você tem julgamentos sobre as coisas desta vida, você julga aqueles que são de menor estima na igreja? 5 Para te envergonhar eu digo isso. O que então, não há um homem sábio entre vocês, nem mesmo um, que possa julgar entre seus irmãos,

# armor2Text9
source: Deuteronomy 25:1, 1 Corinthians 6:4-5,
es: Deuteronomio 25:1, 1 Corintios 6:4-5,
pt_br: Deuteronômio 25:1, 1 Coríntios 6:4-5,

# armor2Text10
source: so we will be protected by the breastplate of justice, the king and psalmist David said:
es: así estaremos protegidos por la coraza de justicia, el rey y salmista David dijo:
pt_br: assim seremos protegidos pela couraça da justiça, disse o rei e salmista Davi:

# armor2Text11
source: Trust in the Lord, and do good; And you will dwell on the earth, and you will feed on the truth. 4 Delight yourself also in the Lord, and he will give you the desires of your heart. 5 Commit your way to the Lord, and trust in him; and he will. 6 He will display your righteousness like light, And your justice like noon. 7 Keep silent before Jehovah, and wait on him. Do not be upset because of the one who prospers in his way, For the man who does evil. Psalm 37:4-7.
es: Confía en Jehová, y haz el bien; Y habitarás en la tierra, y te apacentarás de la verdad. 4 deléitate asimismo en Jehová, Y él te concederá las peticiones de tu corazón. 5 encomienda a Jehová tu camino, Y confía en él; y él hará. 6 exhibirá tu justicia como la luz, Y tu derecho como el mediodía. 7 Guarda silencio ante Jehová, y espera en él. No te alteres con motivo del que prospera en su camino, Por el hombre que hace maldades. Salmo 37:4-7.
pt_br: Confie no Senhor e faça o bem; E você habitará na terra e se alimentará da verdade. 4 Deleite-se também no Senhor, e ele satisfará os desejos do seu coração. 5 Entrega o teu caminho ao Senhor, e confia nele; e ele o fará. 6 Ele mostrará a tua justiça como a luz, e a tua justiça como o meio-dia. 7 Fique calado perante Jeová e espere nele. Não se aborreça por causa daquele que prospera em seu caminho, por causa do homem que pratica o mal. Salmo 37:4-7.

# armor2Text12
source: Let's take note that when you are attacked you do not have to do anything, it is not like the shield of faith where you must take an action to cover yourself, but if we were in the other scenario where it is up to us to make the judgment, we must do it, because if we don't we do we would not be working the justice of God. The breastplate, like all armor, we must take it before going into battle, which means that we have to act righteously at all times and not occasionally. Justice is part of sanctification, that is, of advancing to the stature of Christ.
es: Tomemos nota que cuando te atacan no tienes que hacer nada, no es como el escudo de la fe donde debes tomar una acción para cubrirte, pero si estuviéramos en el otro escenario donde si nos corresponde hacer el juicio, debemos hacerlo, porque si no lo hacemos no estaríamos obrando la justicia de Dios. La coraza como toda la armadura, debemos tomarla antes de ir a la batalla, lo que significa que tenemos que actuar con rectitud en todo momento y no ocasionalmente. La justicia hace parte de la santificación, es decir, de ir avanzando a la estatura de Cristo.
pt_br: Observemos que quando você é atacado você não precisa fazer nada, não é como o escudo da fé onde você deve realizar uma ação para se proteger, mas se estivéssemos no outro cenário onde cabe a nós fazer o julgamento, devemos fazê-lo, porque se não o fizermos, não estaríamos operando a justiça de Deus. A couraça, como toda armadura, devemos levá-la antes de ir para a batalha, o que significa que devemos agir com retidão em todos os momentos e não ocasionalmente. A justiça faz parte da santificação, ou seja, do avanço à estatura de Cristo.

# armor2TextPractice1
source: If someone sues you for any reason without reason, God's justice will protect you, If you walk in it, since you have acted righteously and are known as a truthful Christian, all attacks are destined to perish. He and not you will exhibit your justice as the light in its time.
es: Si alguien te demanda por cualquier motivo sin razón, la justicia de Dios te protegerá, Si andas en ella, puesto que has actuado con rectitud y eres conocido como un cristiano veraz, todos los ataques están destinados a perecer. Él y no tu Exhibirá tu justicia como la luz en su tiempo.
pt_br: Se alguém te processar por qualquer motivo sem razão, a justiça de Deus te protegerá, Se você andar nela, já que agiu com retidão e é conhecido como um cristão verdadeiro, todos os ataques estão destinados a perecer. Ele e não você exibirá sua justiça como a luz em seu tempo.

# armor2TextBible1
source: The Bible, which is the word of God, is true, and tells us the facts as they are for our example, an example that when we are not judged with the justice of God we are not protected, is King David before the acts of his son Amnon. His family was very affected by very strong events see
es: La Biblia que es la palabra de Dios es veraz, y nos relata los hechos como son para nuestro ejemplo, un ejemplo que cuando no se juzga con la justicia de Dios no estamos protegidos, es el rey David ante los hechos de su hijo Amnón. Su familia fue muy afectada con acontecimientos muy fuertes ver
pt_br: A Bíblia, que é a palavra de Deus, é verdadeira, e nos conta os fatos como são para nosso exemplo, exemplo que quando não somos julgados com a justiça de Deus não somos protegidos, é o rei Davi diante dos atos de seu filho Amnom. Sua família foi muito afetada por eventos muito fortes, veja

# armor2TextBible2
source: 2 Samuel 13 13 After this, Absalom son of David having a beautiful sister named Tamar, Amnon son of David fell in love with her. 2 And Amnon was distressed to the point of falling ill for Tamar his sister, for because she was a virgin, it seemed to Amnon that it would be difficult to do anything to her. 3 And Amnon had a friend named Jonadab, the son of Simea, David's brother; and Jonadab was a very cunning man. 4 And he said to him: Son of the king, why do you grow thinner like this from day to day? Won't you find out for me? And Amnon answered him: I love Tamar the sister of Absalom my brother. 5 And Jonadab said to him: Lie down on your bed, and pretend that you are sick; and when your father comes to visit you, say to him: I beg you that my sister Tamar come, that she may give me something to eat, and prepare before me some food, so that when I see her I may eat it from her hand. 6 So Amnon lay down, and pretended that he was ill; and the king came to visit him. And Amnon said to the king, I beg you, let my sister Tamar come and make two flakes before me, that I may eat from her hand. 7 And David sent Tamar to her house, saying, Go now to Amnon's house your brother, and make him eat. 8 And Tamar went to the house of her brother Amnon, who was lying down; and he took flour, and kneaded it, and made flakes before him, and baked them. 9 Then he took the frying pan, and brought them out before him; but he did not want to eat. And Amnon said: Cast everyone out of here. And they all got out of there. 10 Then Amnon said to Tamar: Bring the food to the bedroom, so that I may eat from your hand. And taking Tamar the flakes that she had prepared, she took them to her brother Amnon in the bedroom. 11 And when she put them before him to eat, he took hold of her, and said to her, Come, my sister, lie down with me. 12 She then answered him: No, my brother, do not do violence to me; because it should not be done like that in Israel. Don't do such a wicked thing. 13 For where would I go with my dishonor? And even you would be esteemed as one of the wicked in Israel. I beg you, then, now, that you speak to the king, that he will not deny me to you. 14 But he did not want to listen to her, but being able more than her, he forced her, and lay with her.
es: 2 Samuel 13 13 Aconteció después de esto, que teniendo Absalón hijo de David una hermana hermosa que se llamaba Tamar, se enamoró de ella Amnón hijo de David. 2 Y estaba Amnón angustiado hasta enfermarse por Tamar su hermana, pues por ser ella virgen, le parecía a Amnón que sería difícil hacerle cosa alguna. 3 Y Amnón tenía un amigo que se llamaba Jonadab, hijo de Simea, hermano de David; y Jonadab era hombre muy astuto. 4 Y este le dijo: Hijo del rey, ¿por qué de día en día vas enflaqueciendo así? ¿No me lo descubrirás a mí? Y Amnón le respondió: Yo amo a Tamar la hermana de Absalón mi hermano. 5 Y Jonadab le dijo: Acuéstate en tu cama, y finge que estás enfermo; y cuando tu padre viniere a visitarte, dile: Te ruego que venga mi hermana Tamar, para que me dé de comer, y prepare delante de mí alguna vianda, para que al verla yo la coma de su mano. 6 Se acostó, pues, Amnón, y fingió que estaba enfermo; y vino el rey a visitarle. Y dijo Amnón al rey: Yo te ruego que venga mi hermana Tamar, y haga delante de mí dos hojuelas, para que coma yo de su mano.7 Y David envió a Tamar a su casa, diciendo: Ve ahora a casa de Amnón tu hermano, y hazle de comer. 8 Y fue Tamar a casa de su hermano Amnón, el cual estaba acostado; y tomó harina, y amasó, e hizo hojuelas delante de él y las coció. 9 Tomó luego la sartén, y las sacó delante de él; mas él no quiso comer. Y dijo Amnón: Echad fuera de aquí a todos. Y todos salieron de allí. 10 Entonces Amnón dijo a Tamar: Trae la comida a la alcoba, para que yo coma de tu mano. Y tomando Tamar las hojuelas que había preparado, las llevó a su hermano Amnón a la alcoba. 11 Y cuando ella se las puso delante para que comiese, asió de ella, y le dijo: Ven, hermana mía, acuéstate conmigo. 12 Ella entonces le respondió: No, hermano mío, no me hagas violencia; porque no se debe hacer así en Israel. No hagas tal vileza. 13 Porque ¿adónde iría yo con mi deshonra? Y aun tú serías estimado como uno de los perversos en Israel. Te ruego pues, ahora, que hables al rey, que él no me negará a ti. 14 Mas él no la quiso oír, sino que pudiendo más que ella, la forzó, y se acostó con ella.
pt_br: 2 Samuel 13 13 Depois disso, Absalão, filho de Davi, tendo uma bela irmã chamada Tamar, Amnom, filho de Davi, apaixonou-se por ela. 2 E Amnon ficou aflito a ponto de adoecer por causa de Tamar, sua irmã, porque porque ela era virgem, parecia a Amnon que seria difícil fazer qualquer coisa com ela. 3 E Amnon tinha um amigo chamado Jonadab, filho de Simea, irmão de David; e Jonadab era um homem muito astuto. 4 E ele lhe disse: Filho do rei, por que você emagrece assim de dia para dia? Você não vai descobrir para mim? E Amnon respondeu-lhe: Eu amo Tamar, irmã de Absalão, meu irmão. 5 E Jonadab disse-lhe: Deita-te na tua cama e finge que estás doente; e quando teu pai vier visitar-te, dize-lhe: Rogo-te que minha irmã Tamar venha, para que me dê de comer, e prepare-me alguma comida, para que, quando eu a vir, possa comê-la dela. mão. 6 Então Amnon se deitou e fingiu que estava doente; e o rei veio visitá-lo. E Amnon disse ao rei: Rogo-te que minha irmã Tamar venha e faça dois flocos diante de mim, para que eu coma de sua mão. e fazê-lo comer. 8 E Tamar foi à casa de seu irmão Amnon, que estava deitado; e ele pegou a farinha, e a amassou, e fez flocos diante dele, e os cozinhou. 9 Então ele pegou a frigideira e os trouxe diante dele; mas ele não queria comer. E Amnon disse: Expulse todos daqui. E todos eles saíram de lá. 10 Então Amnon disse a Tamar: Traga a comida para o quarto, para que eu coma de sua mão. E tomando Tamar os flocos que ela havia preparado, ela os levou para seu irmão Amnon no quarto. 11 E, quando ela os pôs diante dele para comer, ele a segurou e disse-lhe: Vem, minha irmã, deita-te comigo. 12 Ela então lhe respondeu: Não, meu irmão, não me faças violência; porque não deveria ser feito assim em Israel. Não faça uma coisa tão perversa. 13 Pois para onde iria eu com a minha desonra? E até você seria considerado um dos ímpios em Israel. Rogo-te, então, agora, que fales ao rei, para que ele não me negue a ti. 14 Mas ele não quis ouvi-la, mas, sendo mais capaz do que ela, forçou-a, e deitou-se com ela.
