Repository: jloboguerrero/armor_of_god
Catalog: lib/l10n/intl_*.arb
Languages: es, pt_br

source: Enter
es: Ingresar
pt_br: Entrar

source: Menu
es: Menú
pt_br: Cardápio

source: About
es: Información
pt_br: Informação

# aboutContent
source: We want you to know that behind Armor of God, there is a group of brothers by faith in Christ, who seek to glorify the Author of our Salvation through the natural gifts and professions that He has granted us in His Grace. We are committed to the help from the Lord to continue improving and creating content aligning ourselves to His will. We sincerely appreciate your support and trust in the Armor of God project. We hope you enjoy the app and find it uplifting! Have fun and keep unlocking knowledge! Sincerely, The Armor of God Development Team
es: Queremos que conozcas que detrás de Armor of God, está un grupo de hermanos por la fe en Cristo, que buscamos glorificar al Autor de nuestra Salvación por medio de los dones y profesiones naturales que Él en su Gracia nos ha concedido, Estamos comprometidos con la ayuda del Señor a seguir mejorando y creando contenido alineándonos a Su voluntad. Agradecemos sinceramente tu apoyo y confianza en el proyecto Armor of God. ¡Esperamos que disfrutes de la aplicación y que encuentres una experiencia edificante! ¡Diviértete y sigue desbloqueando conocimientos! Atentamente, El equipo de desarrollo del Armor of God
pt_br: Queremos que você saiba que por trás da Armadura de Deus, existe um grupo de irmãos pela fé em Cristo, que buscam glorificar o Autor da nossa Salvação através dos dons naturais e profissões que Ele nos concedeu em Sua Graça. Estamos comprometidos com a ajuda do Senhor para continuar melhorando e criando conteúdo alinhando-nos à Sua vontade. Agradecemos sinceramente seu apoio e confiança no projeto Armadura de Deus. Esperamos que você goste do aplicativo e o ache edificante! Divirta-se e continue desbloqueando conhecimento! Atenciosamente, Equipe de Desenvolvimento da Armadura de Deus

source: Suggestion
es: Sugerencia
pt_br: Sugestão

# suggestionError
source: An error occurred. please try again
es: Ocurrió un error. Por favor, intenta de nuevo
pt_br: Um erro ocorreu. Por favor, tente novamente

# suggestionSend
source: Sent successfully, thanks for your suggestion!
es: Enviado exitosamente, gracias por su sugerencia!
pt_br: Enviado com sucesso, obrigado pela sua sugestão!

# suggestionTitle
source: Dear Armor of God app user!
es: ¡Querido usuario de la aplicación Armor of God!
pt_br: Prezado usuário do aplicativo Armadura de Deus!

# suggestionContent
source: We declare that the Armor of God development team is interested in making this a tool not only for entertainment but also for help and spiritual edification, for this reason, in our constant effort to provide you with the best possible experience, we greatly value your comments and suggestions. to improve our app. We would love to have your participation and collaboration in this exciting development process. Your opinion is crucial to make this application a success among the user community We would like to encourage you to share any ideas, suggestions or additional information that you have, And whatever you do, do it from the heart, as for the Lord and not for men; knowing that from the Lord you will receive the reward of the inheritance, because you serve Christ the Lord. Colossians 3:23-24. Do you have any additional questions or a new idea to add to our collection of questions? Would you like to suggest a specific feature that you would like to see in future updates? Are you a designer and would like to help us with the design? We are eager to hear from you! You can send us your suggestions, comments or interest in participating with the work of your hands, through this section, our development team will carefully review each one of your messages and will work hard to implement improvements for the Glory of the Lord. We sincerely appreciate your time and dedication to help us improve. Thank you for being part of this project and for sharing your enthusiasm with us. We look forward to working together to make this app an exceptional experience. Sincerely, The Armor of God Development Team
es: Manifestamos que el equipo de desarrollo de Armor of God, está interesado en que esta sea una herramienta no sólo de entretenimiento si no de ayuda y edificación espiritual, por esto en nuestro constante esfuerzo por brindarle la mejor experiencia posible, valoramos enormemente sus comentarios y sugerencias para mejorar nuestra aplicación. Nos encantaría contar con su participación y colaboración en este emocionante proceso de desarrollo. Su opinión es crucial para hacer de esta aplicación un éxito entre la comunidad de usuarios Nos gustaría animarle a que comparta cualquier idea, sugerencia o información adicional que tenga, Y todo lo que hagáis, hacedlo de corazón, como para el Señor y no para los hombres; sabiendo que del Señor recibiréis la recompensa de la herencia, porque a Cristo el Señor servís. Colosenses 3:23-24. ¿Tiene alguna pregunta adicional o una nueva idea para agregar a nuestra colección de preguntas? ¿Le gustaría sugerir una característica específica que le gustaría ver en futuras actualizaciones? ¿Es diseñador y quisiera ayudarnos con el diseño?¡Estamos ansiosos por escucharlo! Puede enviarnos sus sugerencias , comentarios o interés de participar con la obra de sus manos, a través de esta sección, nuestro equipo de desarrollo revisará atentamente cada uno de sus mensajes y trabajará arduamente para implementar las mejoras para la Gloria del Señor. Apreciamos sinceramente su tiempo y su dedicación para ayudarnos a mejorar. Gracias por ser parte de este proyecto y por compartir su entusiasmo con nosotros. Esperamos con ansias trabajar juntos para hacer de esta aplicación una experiencia excepcional. Atentamente, El equipo de desarrollo de Armor of God
pt_br: Declaramos que a equipe de desenvolvimento do Armor of God tem interesse em fazer desta uma ferramenta não só de entretenimento, mas também de auxílio e edificação espiritual, por isso, em nosso esforço constante para lhe proporcionar a melhor experiência possível, valorizamos muito seus comentários e sugestões para melhorar nosso aplicativo. Gostaríamos muito de ter a sua participação e colaboração neste emocionante processo de desenvolvimento. A sua opinião é fundamental para que esta aplicação seja um sucesso entre a comunidade de utilizadores Gostaríamos de o encorajar a partilhar quaisquer ideias, sugestões ou informações adicionais que tenha, E tudo o que fizer, faça-o de coração, quanto ao Senhor e não para os homens; sabendo que do Senhor recebereis o galardão da herança, porque servis a Cristo, o Senhor. Colossenses 3:23-24. Você tem alguma pergunta adicional ou uma nova ideia para adicionar à nossa coleção de perguntas? Gostaria de sugerir um recurso específico que gostaria de ver em atualizações futuras? Você é designer e gostaria de nos ajudar com o design? Estamos ansiosos para ouvi-lo! Você pode nos enviar suas sugestões, comentários ou interesse em participar com o trabalho de suas mãos, através desta seção, nosso desenvolvimento A equipe analisará cuidadosamente cada uma de suas mensagens e trabalhará arduamente para implementar melhorias para a Glória do Senhor. Agradecemos sinceramente seu tempo e dedicação para nos ajudar a melhorar. Obrigado por fazer parte deste projeto e por compartilhar seu entusiasmo conosco. Estamos ansiosos para trabalhar juntos para tornar este aplicativo uma experiência excepcional. Atenciosamente, A equipe de desenvolvimento da Armadura de Deus

source: Price
es: Premio
pt_br: Prêmio

source: Congratulations
es: Felicitaciones
pt_br: Parabéns

# stones1
source: Other animals move forward but the snake moves sideways twisting its body. When crawling, it can quickly change its course and it is not known where it is going. The enemy moves in a similar way where it is not known where it will attack or when.
es: Otros animales se mueven hacia adelante pero la serpiente se desplaza de lado retorciendo el cuerpo. Al arrastrarse puede cambiar rápidamente su rumbo y no se sabe hacia donde va. El enemigo se mueve de forma parecida en donde no se sabe por donde va atacar ni cuando.
pt_br: Outros animais se movem para frente, mas a cobra se move para os lados, torcendo o corpo. Ao rastejar, pode mudar rapidamente de rumo e não se sabe para onde está indo. O inimigo se move de maneira semelhante onde não se sabe onde ou quando atacará.

# stones1Vers1
source: Revelation 12:9, 1 Peter 5:8
es: Apocalipsis 12:9, 1 Pedro 5:8
pt_br: Apocalipse 12:9, 1 Pedro 5:8

# stones1Vers2
source: Revelation 12:9 9 And the great dragon was cast out, the old serpent, called the devil and Satan, who deceives the whole world; he was cast down to the earth, and his angels were cast down with him. 1 Peter 5:8 8 Be sober, and watch; because your adversary the devil, like a roaring lion, walks around looking for someone to devour;
es: Apocalipsis 12:9 9 Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él. 1 Pedro 5:8 8 Sed sobrios, y velad; porque vuestro adversario el diablo, como león rugiente, anda alrededor buscando a quien devorar;
pt_br: Apocalipse 12:9 9 E foi precipitado o grande dragão, a antiga serpente, que se chama o diabo e Satanás, que engana todo o mundo; foi precipitado na terra, e os seus anjos foram precipitados com ele. 1 Pedro 5:8 8 Sede sóbrios e vigiai; porque o diabo, vosso adversário, anda em derredor, como leão que ruge, procurando alguém para devorar;

# stones2
source: If we do not want to give in to sin, we must take care not to pass by or sit at the door of the occasion, do not look at temptation with a lazy eye if you do not want to see yourself involved in it, nor let your mind dwell on what is not you want me to enter your heart.
es: Si no queremos ceder al pecado hay que cuidar no pasar por delante ni sentarnos a la puerta de ocasión, no mires la tentación con un ojo vago si no quieres verte en vuelto en ella, ni dejes que tu mente se detenga en aquello que no quieres que entre tu corazón.
pt_br: Se não queremos ceder ao pecado, devemos cuidar para não passar ou sentar à porta da ocasião, não olhar para a tentação com olhos preguiçosos se não quisermos ver-nos envolvidos nela, nem deixar que sua mente pára no que você não quer que entra em seu coração.

# stones2Vers1
source: Proverbs 4:23
es: Proverbios 4:23
pt_br: Provérbios 4:23

# stones2Vers2
source: Proverbs 4:23 23 Above all else, guard your heart; Because life flows from him.
es: Proverbios 4:23 23 Sobre toda cosa guardada, guarda tu corazón; Porque de él mana la vida.
pt_br: Provérbios 4:23 23 Acima de tudo, guarde seu coração; Porque a vida flui dele.

# stones3
source: 1. Ask for God's advice. The Lord is willing to reveal to his saints everything they need to know in this life.
es: 1. Pide el consejo de Dios. El Señor está dispuesto a revelar a sus santos todo lo que necesita saber en esta vida.
pt_br: 1. Peça o conselho de Deus. O Senhor está disposto a revelar aos seus santos tudo o que eles precisam saber nesta vida.

# stones3Vers1
source: Amos 3:7-8
pt_br: Amós 3:7-8

# stones3Vers2
source: Amos 3:7-8 7 For the Lord God will do nothing, unless he reveals his secret to his servants the prophets. 8 If the lion roars, who will not fear? If the Lord the Lord speaks, who will not prophesy?
es: Amos 3:7-8 7 Porque no hará nada Jehová el Señor, sin que revele su secreto a sus siervos los profetas. 8 Si el león ruge, ¿quién no temerá? Si habla Jehová el Señor, ¿quién no profetizará?
pt_br: Amós 3:7-8 7 Porque o Senhor Deus não fará coisa alguma sem revelar o seu segredo aos seus servos, os profetas. 8 Se o leão rugir, quem não temerá? Se o Senhor o Senhor fala, quem não profetizará?

# stones3_2
source: 2. Know your hear.
es: 2. Conoce tu corazón.
pt_br: 2. Conheça o seu coração.

# stones3Vers1_2
source: Jeremiah 17:9-10
es: Jeremías 17:9-10
pt_br: Jeremias 17:9-10

# stones3Vers2_2
source: Jeremiah 17:9-10 9 Deceitful is the heart more than all things, and wicked; who will know him? 10 I am the Lord, who searches the mind, who tests the heart, to give to each one according to his way, according to the fruit of his works.
es: Jeremías 17:9-10 9 Engañoso es el corazón más que todas las cosas, y perverso; ¿quién lo conocerá? 10 Yo Jehová, que escudriño la mente, que pruebo el corazón, para dar a cada uno según su camino, según el fruto de sus obras.
pt_br: Jeremias 17:9-10 9 Enganoso é o coração mais do que todas as coisas, e perverso; quem o conhecerá? 10 Eu sou o Senhor, que esquadrinha os pensamentos, que prova os corações, para dar a cada um segundo o seu caminho, segundo o fruto das suas obras.

# stones3_3
source: 3. Read the word of the Lord carefully, it shows you the attacks that we are going to have as believers.
es: 3. Lee la palabra del Señor con atención ella te muestra los ataques que vamos a tener como creyentes.
pt_br: 3. Leia a palavra do Senhor com atenção, ela mostra os ataques que vamos ter como crentes.

# stones3Vers1_3
source: 2 Timothy 3:16
es: 2 Timoteo 3:16
pt_br: 2 Timóteo 3:16

# stones3Vers2_3
source: 2 Timothy 3:16 16 All Scripture is inspired by God, and useful to teach, to reprove, to correct, to instruct in justice,
es: 2 Timoteo 3:16 16 Toda la Escritura es inspirada por Dios, y útil para enseñar, para redargüir, para corregir, para instruir en justicia,
pt_br: 2 Timóteo 3:16 16 Toda a Escritura é inspirada por Deus e útil para ensinar, para reprovar, para corrigir, para instruir na justiça,

# stones4
source: Your moral life may be impeccable, but if you do not worship God you are an atheist. If you worship God devoutly but not according to the Bible you are an idolater. If you follow the letter but not the Spirit of the gospel you are a hypocrite. The only true worship is through the Spirit of God, in Spirit and in truth!
es: Tu vida moral puede ser impecable, pero si no adoras a Dios eres ateo. Si adoras a Dios devotamente pero no segun la Biblia eres un idólatra. Si sigues la letra pero no el Espíritu del evangelio eres un hipócrita. La única adoración verdadera es a través del Espíritu de Dios, en Espíritu y en verdad!
pt_br: Sua vida moral pode ser impecável, mas se você não adora a Deus, você é um ateu. Se você adora a Deus com devoção, mas não de acordo com a Bíblia, você é um idólatra. Se você segue a letra, mas não o Espírito do evangelho você é um hipócrita. A única adoração verdadeira é através do Espírito de Deus, em Espírito e em verdade!

# stones4Vers1
source: John 4:23-24
es: 1 Corintios 1:30
pt_br: 1 Coríntios 1:30

# stones4Vers2
source: John 4:23-24 23 But the hour is coming, and now is, when the true worshipers will worship the Father in spirit and in truth; because the Father also seeks such worshipers to worship him. 24 God is Spirit; and those who adore him, in spirit and in truth it is necessary that they adore.
es: 1 Corintios 1:30 30 Mas por él estáis vosotros en Cristo Jesús, el cual nos ha sido hecho por Dios sabiduría, justificación, santificación y redención;
pt_br: 1 Coríntios 1:30 30 Mas por ele estais em Cristo Jesus, que nos foi feito por Deus sabedoria, justificação, santificação e redenção;

# examplePractice
source: Practical example
es: Ejemplo Práctico
pt_br: Exemplo prático

# exampleBible
source: Biblical example
es: Ejemplo Bíblico
pt_br: Exemplo bíblico

# exampleLife
source: Life
es: Vida
pt_br: Vida

# armor1
source: Belt of Truth
es: Cinturón de la Verdad
pt_br: Cinturão da Verdade

# armor2
source: The Breastplate of Righteousness
es: Coraza de la Justicia
pt_br: Peitoral da Justiça

# armor3
source: Feet Fitted with the Readiness that comes from the Gospel of Peace
es: Calzados con la Disposición de Proclamar el Evangelio de la Paz
pt_br: Sapatos com a Vontade de Anunciar o Evangelho da Paz

# armor4
source: The Shield of Faith
es: Escudo de la Fe
pt_br: Escudo da Fé

# armor5
source: Helmet of Salvation
es: Yelmo de la Salvación
pt_br: Elmo da Salvação

# armor6
source: The Sword of the Spirit
es: La Espada del Espíritu
pt_br: A Espada do Espírito

# armor1Title
source: Ephesians 6:14
es: Efesios 6:14
pt_br: Efésios 6:14

# armor1Verse
source: “Stand firm then, having your loins girded about with truth,”
es: “Estad, pues, firmes, ceñidos vuestros lomos con la verdad,”
pt_br: “Fique firme então, tendo seus lombos cingidos com a verdade,”

# armor1Text1
source: The first piece of the armor of God; it is the belt of truth. As we know, the belt of an armor is meant to support, fasten or keep the entire armor together, it is the center piece on the body that holds everything. In the same way, this piece typifies Christ himself, Jesus Christ is the truth, Jesus said in John 14:6 I AM the Way, and the
es: La primera pieza de la armadura de Dios; es el cinturón de la verdad. Como sabemos, el cinturón de una armadura está destinado a sostener, sujetar o mantener toda la armadura unida, es la pieza central en el cuerpo que sostiene todo. De la misma manera, esta pieza tipifica a Cristo mismo, Jesucristo es la verdad, Jesús dijo en Juan 14:6 YO SOY el Camino, y la
pt_br: A primeira peça da armadura de Deus; é o cinturão da verdade. Como sabemos, o cinto de uma armadura serve para sustentar, prender ou manter toda a armadura unida, é a peça central do corpo que sustenta tudo. Da mesma forma, esta peça tipifica o próprio Cristo, Jesus Cristo é a verdade, Jesus disse em João 14:6 EU SOU o Caminho, e o

# armor1Text2
source: truth
es: verdad
pt_br: verdadeiro

# armor1Text3
source: and life, He is the Word, that is to say, the incarnate Word John 1:1, without this reality as a foundation, everything we do will not be sustained, just as an armor without a belt is not sustained, our actions must be in accordance with the truth of the Scriptures, aligned with Christ, we must support each line of thought with the truth of the Bible; we must hold the words of our mouth with the veracity of the truth, in the light of the Gospel. Since, again quoting the words of the Lord in Matthew: 7:24-27 where he says:
es: y la vida, Él es el Verbo es decir la Palabra encarnada Juan1:1, sin esta realidad como fundamento todo lo que hagamos no se va a sostener, así como una armadura sin cinturón no se sostiene, nuestras acciones deben estar de acuerdo con la verdad de las Escrituras, alineadas con Cristo, debemos sostener cada línea de pensamiento con la verdad de la Biblia; debemos sujetar las palabras de nuestras boca con la veracidad de la verdad, a la luz del Evangelio. Ya que, nuevamente citando las palabras del Señor en Mateo: 7:24-27 donde dice:
pt_br: e vida, Ele é o Verbo, ou seja, o Verbo encarnado João1:1, sem esta realidade como fundamento, tudo o que fizermos não se sustentará, assim como uma armadura sem cinto não se sustenta, nossas ações devem ser de acordo com a verdade das Escrituras, alinhados com Cristo, devemos sustentar cada linha de pensamento com a verdade da Bíblia; devemos segurar as palavras de nossas bocas com a veracidade da verdade, à luz do Evangelho. Pois, citando novamente as palavras do Senhor em Mateus: 7:24-27 onde diz:

# armor1Text4
source: Anyone, then, who hears these words from me, and does them, I will compare him to a prudent man, who built his house on the rock. The rain came down, and the rivers came, and the winds blew and beat against that house; and it did not fall, because it was founded on the rock. But whoever hears these words from me and does not do them, I will compare him to a foolish man, who built his house on the sand; and the rain came down, and the rivers came, and the winds blew, and beat against that house; and he fell, and his ruin was great.
es: Cualquiera, pues, que me oye estas palabras, y las hace, le compararé a un hombre prudente, que edificó su casa sobre la roca. Descendió lluvia, y vinieron ríos, y soplaron vientos, y golpearon contra aquella casa; y no cayó, porque estaba fundada sobre la roca. Pero cualquiera que me oye estas palabras y no las hace, le compararé a un hombre insensato, que edificó su casa sobre la arena; y descendió lluvia, y vinieron ríos, y soplaron vientos, y dieron con ímpetu contra aquella casa; y cayó, y fue grande su ruina.
pt_br: Quem, pois, ouve de mim estas palavras e as pratica, compará-lo-ei a um homem prudente, que edificou a sua casa sobre a rocha. Caiu a chuva, correram rios, sopraram ventos e deram com ímpeto contra aquela casa; e não caiu, porque estava edificada sobre a rocha. Mas quem ouve de mim estas palavras e não as pratica, compará-lo-ei a um homem insensato, que construiu a sua casa sobre a areia; e desceu a chuva, e correram os rios, e assopraram os ventos, e combateram aquela casa; e ele caiu, e sua ruína foi grande.

# armor1Text5
source: If this is kept in mind, we will maintain the truth in everything that is done, this will be the central axis of our Christian life.
es: Si se tiene esto presente, mantendremos la verdad en todo lo que se haga, esto será el eje central de nuestra vida cristiana.
pt_br: Tendo isso em mente, manteremos a verdade em tudo o que fizermos, esse será o eixo central de nossa vida cristã.

# armor1TextPractice1
source: A doctor needs the truth told by the patient to arrive at the correct diagnosis. In the same way, the correct diagnosis is needed to establish an adequate treatment, but what diagnosis can a doctor arrive at if the patient lies to him? What disease can be cured based on a lie? In the same way that a doctor relies on the truth to heal a patient, we must hold fast to the truth that is Christ in everything we do to wear this piece of God's armor.
es: Un médico necesita la verdad dicha por el paciente para llegar al diagnóstico correcto. Del mismo modo, se necesita el diagnóstico correcto para establecer un tratamiento adecuado, pero ¿a qué diagnóstico puede llegar un médico si el paciente le miente? ¿Qué enfermedad en el mundo se puede curar basada en una mentira? De la misma manera que un médico se basa en la verdad para curar a un paciente, debemos aferrarnos a la verdad que es Cristo en todo lo que hagamos para usar esta pieza de la armadura de Dios.
pt_br: Um médico precisa da verdade contada pelo paciente para chegar ao diagnóstico correto. Da mesma forma, o diagnóstico correto é necessário para estabelecer um tratamento adequado, mas a que diagnóstico um médico pode chegar se o paciente mente para ele? Que doença no mundo pode ser curada com base em uma mentira? Da mesma forma que um médico confia na verdade para curar um paciente, devemos nos apegar à verdade que é Cristo em tudo o que fazemos para vestir esta peça da armadura de Deus.

# armor1TextBible1
source: Jesus himself who is the Word dwelt in it, let's read
es: Jesús mismo quien es la Palabra habitaba en ella, leamos
pt_br: O próprio Jesus que é a Palavra habitou nela, vamos ler
